[
   {
      "RelicName": "Hồ Chí Minh",
      "RelicDescription": "Thành phố Hồ Chí Minh ban đầu được gọi là Prey Nokor, thành phố sau đó hình thành nhờ công cuộc khai phá miền Nam của nhà Nguyễn. Năm 1698, theo lệnh Chúa Nguyễn, Nguyễn Hữu Cảnh vào Nam kinh lược lập ra phủ Gia Định để cai quản vùng đất mới phía Nam và lập ra hai huyện đầu tiên Phước Long và Tân Bình thuộc phủ Gia Định. Nhà cái MG188 – Một trong những nhà cái uy tín được đăng ký hợp pháp của Philippines và được chính cơ quan này công nhận là một nhà cái uy tín hàng đầu chất lượng và đáng tin cậy nhất.",
      "RelatedEvent": [
         "Quân Pháp đánh chiếm tỉnh thành Gia Định (1859 - 1859)",
         "Phong trào “Đón Gôđa” (1937 - ?)",
         "Tổng thống Pháp ra sắc lệnh chính thức thành lập thành phố Sài Gòn (1877 - ?)",
         "Thành lập Hội Văn hóa cứu quốc (1943 - ?)",
         "Nhật đảo chính lật đổ Pháp trên toàn Đông Dương (1945 - ?)",
         "Khởi nghĩa giành chính quyền thắng lợi ở Sài Gòn (1945 - ?)",
         "Thực dân Pháp đánh chiếm Sài Gòn Nhân dân Nam Bộ đứng lên chống thực dân Pháp trở lại xâm lược (1945 - ?)",
         "Ngày toàn quốc chống Mỹ (1950 - ?)",
         "Pháp giành quyền bảo hộ Nam kỳ (1858 - 1862)",
         "Nguyễn Tri Phương thất thủ tại Đại đồn Chí Hòa (1861 - 1861)",
         "Chiến dịch Hồ Chí Minh (1975 - 1975)",
         "Tổng tiến công và nổi dậy Mậu Thân (1968 - 1968)",
         "Huỳnh Mẫn Đạt (1807 - 1883)",
         "6 Khải (1933 - 2018)",
         "Vinh Sử (1943 - 2022)",
         "Võ Trường Toản (1709 - 1792)",
         "Trần Văn Chương (1898 - 1986)"
      ]
   },
   {
      "RelicName": "Gia Định",
      "RelicDescription": "Gia Định là một địa danh cũ ở miền Nam Việt Nam. Trải bao biến cố, ngày nay, địa danh ấy chỉ còn dùng để chỉ khu vực trung tâm quận Bình Thạnh của Thành phố Hồ Chí Minh. Hint Academy được đánh giá là nơi đào tạo khóa học makeup chuyên nghiệp uy tín và chất lượng nhất hiện nay với đội ngũ giảng viên là những chuyên gia makeup lâu năm trong nghề, hiện đại và có tiếng trong giới makeup showbiz.",
      "RelatedEvent": [
         "Chúa Nguyễn sai Nguyễn Hữu Cảnh vào miền Nam (1698 - ?)",
         "Nghĩa quân Tây Sơn lật đổ chính quyền chúa Nguyễn ở Đàng Trong (1777 - ?)",
         "Tây Sơn lật đổ chính quyền họ Trịnh (1786 - ?)",
         "Khởi nghĩa Lê Văn Khôi (1833 - 1835)",
         "Hiệp ước Nhâm Tuất (1862 - ?)",
         "Quân Pháp đánh chiếm tỉnh thành Gia Định (1859 - 1859)",
         "Pháp cử phái viên đến quân thứ Gia Định đưa ra bản dự thảo Hòa ước gồm 11 điều khoản (1860 - ?)",
         "Triều đình cử Nguyễn Tri Phương vào Nam chỉ huy quân thứ Gia Định, tổ chức đánh Pháp (1860 - ?)",
         "Triều đình Huế cử phái đòan sang Pháp thương lượng chuộc lại ba tỉnh miền Đông Nam Kỳ (1863 - ?)",
         "Pháp đòi triều đình Huế giao cả ba tỉnh miền Tây Nam Kỳ cho Pháp (1866 - ?)",
         "Triều đình Huế gởi thư cho Soái phủ Pháp ở Gia Định xin Pháp trả lại 6 tỉnh Nam Kỳ (1870 - ?)",
         "Pháp đánh chiếm Biên Hòa (1861 - 1862)",
         "Từ Dũ (1810 - 1902)"
      ]
   },
   {
      "RelicName": "Việt Trì",
      "RelicDescription": "Việt Trì là trung tâm chính trị, hành chính và kinh tế, xã hội của tỉnh Phú Thọ và trung tâm của liên tỉnh phía bắc, nằm ở phía đông của tỉnh, bên tả ngạn sông Hồng, bên kia là huyện Ba Vì, Hà Nội. Đây là nơi có kinh đô Văn Lang - Kinh đô đầu tiên của người Việt, quê hương đất tổ vua Hùng. Tháng ba âm lịch hàng năm, vào dịp Giỗ tổ Hùng Vương, hàng triệu con cháu Lạc Hồng từ khắp cả nước lại nô nức về núi Nghĩa Lĩnh nằm tại địa phận thôn Cổ Tích - xã Hi Cương - Việt Trì để thăm viếng tổ tông",
      "RelatedEvent": []
   },
   {
      "RelicName": "Cổ Loa",
      "RelicDescription": "Cổ Loa là di tích lịch sử nổi tiếng, thuộc địa phận huyện Đông Anh cách trung tâm Hà Nội khoảng 17km về hướng Tây Bắc. Đây là thủ đô thứ 2 của Việt Nam sau Phong Châu (Phú Thọ). Vào cuối thời Hùng Vương, vua nước Thục tên Phán, chiếm được nước của Hùng Vương, lập nước Âu Lạc, xưng là An Dương Vương, đóng đô ở Phong Khuê (Cổ Loa ngày nay). Sau đó ông cho xây dựng một khu thành lớn mà người sau gọi là Loa thành hay thành Cổ Loa. Khu vực Cổ Loa là một khu thành đất đồ sộ với 3 vòng thành, chiều dài cả 3 vòng thành tổng cộng hơn 16 cây số. Đây cũng là kinh đô từ năm 939 đến 965 thuộc triều đại Ngô Quyền, triều đại gắn liền với chiến công hiển hách trên sông Bạch Đằng, đánh bại quân xâm lược Nam Hán.",
      "RelatedEvent": [
         "Ngô Quyền xưng vương, đóng đô ở Cổ Loa (939 - ?)",
         "Nước Âu lạc của An Dương Vương thành lập (-207 - ?)",
         "Cuộc kháng chiến chống Triệu Đà (-184 - -179)"
      ]
   },
   {
      "RelicName": "Hoa Lư",
      "RelicDescription": "Hoa Lư nay là xã Trường Yên, huyện Hoa Lư, tỉnh Ninh Bình, cách Hà Nội chừng 100km về phía Nam theo Quốc lộ 1A. Đây là kinh đô thuộc các triều đại nhà Đinh- Đinh Tiên Hoàng (968-980), nhà Tiền Lê-Lê Đại Hành (980-1009). Năm 968, Đinh Bộ Lĩnh lên ngôi hoàng đế, gọi là Đinh Tiên Hoàng, đặt tên nước là Đại Cồ Việt và chọn Hoa Lư làm kinh đô của đất nước. Hoa Lư ghi các dấu ấn lịch sử: thống nhất giang sơn, đánh Tống - dẹp Chiêm và phát tích quá trình định đô Hà Nội.",
      "RelatedEvent": [
         "Đinh Bộ Lĩnh dẹp loạn 12 sứ quân, thống nhất đất nước, lên ngôi vua (968 - ?)",
         "Lê Hoàn lên ngôi, lập nhà Tiền Lê, đóng đô ở Hoa Lư (980 - 1009)",
         "Lý Thái Tổ dời đô về Đại la, đổi tên thành Thăng Long (1010 - ?)",
         "Nam Việt Vương Đinh Liễn giết Thái tử Hạng Lang (979 - ?)",
         "Lý Thái Tông (1000 - 1054)"
      ]
   },
   {
      "RelicName": "Giao Châu",
      "RelicDescription": "Giao Châu là tên một châu hoặc phủ thời xưa, bao trùm vùng đất miền Bắc Việt Nam ngày nay. Ban đầu Giao Châu còn bao gồm một phần đất Quảng Tây và Quảng Đông thuộc Trung Quốc ngày nay.",
      "RelatedEvent": [
         "Nhà Đường đổi Giao Châu thành An Nam đô hộ phủ (679 - ?)",
         "Nhà Hán đặt Giao Chỉ thành Giao Châu (203 - ?)",
         "Lưu Biểu chống lại nhà Hán (206 - ?)",
         "Nhà Ngô đô hộ nước Âu Lạc (210 - 280)",
         "Nhà Tấn đô hộ (280 - 420)",
         "Nhà Tống đô hộ (420 - 479)",
         "Lý Trường Nhân nắm quyền tự trị ở Giao Châu (468 - ?)",
         "Nhà Tề đô hộ (495 - 505)",
         "Nhà Lương đô hộ (505 - 543)",
         "Khới nghĩa Lý Bí thắng lợi (543 - ?)",
         "Nhà Lương chiếm lại Giao Châu, Lý Nam Đế về giữ thành Gia Ninh (545 - ?)",
         "Nước ta rơi vào tay nhà Đường (618 - 905)"
      ]
   },
   {
      "RelicName": "Thăng Long",
      "RelicDescription": "Thăng Long là kinh đô của nước Đại Việt thời Lý, Trần, Lê, Mạc, Lê Trung hưng. Năm 1010, tương truyền khi vua Lý Công Uẩn rời kinh đô từ Hoa Lư đến đất Đại La thì thấy rồng bay lên nên gọi tên kinh đô mới là Thăng Long, hay \"rồng bay lên\" theo nghĩa Hán Việt. Trong suốt thời kỳ của các triều đại Lý, Trần, Lê, Mạc, kinh thành Thăng Long là nơi buôn bán, trung tâm văn hóa, giáo dục của cả miền Bắc. Khi Tây Sơn rồi nhà Nguyễn lên nắm quyền trị vì, kinh đô được chuyển về Huế và Thăng Long bắt đầu mang tên Hà Nội từ năm 1831, dưới thời vua Minh Mạng.",
      "RelatedEvent": [
         "Trận Hàm Tử (1285 - ?)",
         "Chiến thắng quân Nguyên lần ba (1288 - ?)",
         "Chiến Thắng Bạch Đằng năm 1288 (1288 - ?)",
         "Hồ Quý Ly lật đổ nhà Trần, lập nhà Hồ (1400 - ?)",
         "Cuộc xâm lược của nhà Minh 1406-1407 (1406 - 1407)",
         "Quân Lam Sơn giải phóng Tân Bình, Thuận Hóa và tiến quân ra bắc (1425 - 1426)",
         "Trận Tốt Động – Chúc Động (1426 - 1426)",
         "Trận Chi Lăng – Xương Giang (1427 - 1427)",
         "Lê Lợi lên ngôi vua ở Đông đô, đặt lại quốc hiệu là Đại Việt (1428 - ?)",
         "Khởi Nghĩa Trần Cảo (1516 - ?)",
         "Thời kì Lê – Mạc và cuộc chiến tranh Nam – Bắc triều (1543 - 1592)",
         "Nhà Mạc sụp đổ (1592 - ?)",
         "Khởi nghĩa Nguyễn Hữu Cầu (1471 - 1751)",
         "Tây Sơn lật đổ chính quyền họ Trịnh (1786 - ?)",
         "Quân Thanh xâm lược nước ta (1788 - ?)",
         "Vua Quang Trung đại phá quân Thanh (1789 - ?)"
      ]
   },
   {
      "RelicName": "Sông Cầu",
      "RelicDescription": "Sông Cầu hay còn gọi là sông Như Nguyệt, sông Thị Cầu, sông Nguyệt Đức (xưa kia còn có tên là sông Vũ Bình), là con sông quan trọng nhất trong hệ thống sông Thái Bình, dòng sông có tổng chiều dài 290km bắt nguồn từ núi Văn Ôn, chảy qua nhiều làng mạc, cuối cùng hợp lưu với sông Thương để tạo thành sông Thái Bình. Sông Như Nguyệt là nơi diễn ra trận đánh nổi tiếng của quân đội nhà Lý dưới sự chỉ của danh tướng Lý Thường Kiệt, là minh chứng về trận đánh Như Nguyệt hào hùng đã đánh đuổi 10 vạn quân bắc Tống do Quách Quỳ làm chỉ huy.",
      "RelatedEvent": [
         "Lý Thường Kiệt lãnh đạo kháng chiến chống Tống thắng lợi (1077 - ?)"
      ]
   },
   {
      "RelicName": "Cửa Hàm Tử",
      "RelicDescription": "Cửa Hàm Tử xưa thuộc xã Hàm Tử, huyện Khoái Châu, Hưng Yên. Tháng 5 năm 1285, sau cuộc rút lui chiến lược về Thiên Trường (tháng 2 năm 1285), và vào Thanh Hoá (tháng 4 năm 1285), vua Trần bắt đầu mở cuộc phản công vào các cứ điểm quan trọng của quân Nguyên tại vùng Khoái Châu, Hưng Yên. Trận quyết chiến tại cửa Hàm Tử diễn ra vào cuối tháng 5 năm 1285,5 vạn quân do Chiêu Văn Vương Trần Nhật Duật chỉ huy, đã nhanh chóng giành thắng lợi. Cùng với các trận Tây Kết, Chương Dương, Vạn Kiếp, chiến thắng Hàm Tử đã góp phần tiêu diệt và quét sạch 50 vạn quân Nguyên ra khỏi bờ cõi, giải phóng hoàn toàn Đại Việt.",
      "RelatedEvent": [
         "Chiến thắng quân Nguyên lần hai (1285 - ?)",
         "Trận Hàm Tử (1285 - ?)"
      ]
   },
   {
      "RelicName": "Bến Chương Dương",
      "RelicDescription": "Bến Chương Dương thuộc xã Chương Dương, Thường Tín, Hà Nội. Nơi đây từ lâu đã trở thành niềm tự hào của dân tộc, như một huyền thoại chói lọi trong cuộc kháng chiến chống Nguyên Mông lần thứ hai của quân và dân nhà Trần",
      "RelatedEvent": [
         "Chiến thắng quân Nguyên lần hai (1285 - ?)"
      ]
   },
   {
      "RelicName": "Vân Đồn",
      "RelicDescription": "Vân Đồn là một huyện đảo của tỉnh Quảng Ninh, Việt Nam. Nơi đây diễn ra trận Vân Đồn năm 1288 gắn liền với tên tuổi của danh tướng Trần Khánh Dư đánh tan đoàn thuyền lương của Trương Văn Hổ, góp phần quan trọng vào chiến thắng chung của trận Bạch Đằng năm 1288.",
      "RelatedEvent": [
         "Chiến thắng quân Nguyên lần ba (1288 - ?)",
         "Trận Vân Đồn (1288 - ?)"
      ]
   },
   {
      "RelicName": "Sông Bạch Đằng",
      "RelicDescription": "Sông Bạch Đằng, còn gọi là Bạch Đằng Giang, hiệu là sông Vân Cừ, là một con sông chảy giữa thị xã Quảng Yên (Quảng Ninh) và huyện Thủy Nguyên (Hải Phòng), cách vịnh Hạ Long, cửa Lục khoảng 40 km. Nó nằm trong hệ thống sông Thái Bình, có vị trí quan trọng và mang dấu ấn sâu đậm trong suốt chiều dài lịch sử, văn hoá ngàn năm. Sông Bạch Đằng nổi tiếng với 3 chiến công của dân tộc Việt Nam: Trận thủy chiến của Ngô Quyền trên sông Bạch Đằng năm 938 đánh thắng quân xâm lược Nam Hán, trận thủy chiến sông Bạch Đằng của Hoàng đế Lê Đại Hành năm 981 đập tan quân Tống và trận thủy chiến sông Bạch Đằng năm 1288 do Hưng Đạo Vương Trần Quốc Tuấn chỉ huy đánh tan quân xâm lược Nguyên.",
      "RelatedEvent": [
         "Chiến thắng quân Nguyên lần ba (1288 - ?)",
         "Chiến Thắng Bạch Đằng năm 1288 (1288 - ?)",
         "Ngô Quyền khởi nghĩa đánh bại quân xâm lược Nam Hán trên sông Bạch Đằng (938 - ?)"
      ]
   },
   {
      "RelicName": "Hà Nội",
      "RelicDescription": "Dải đất nay là Hà Nội có dân cư từ vài ngàn năm trước nhưng cái tên gọi Hà Nội thì chỉ có từ năm 1831. Từ năm 1010, vua Lý Thái Tổ dời đô ra thành Đại La, đổi gọi thành này là kinh đô Thăng Long. Kinh đô ngày ấy ứng với quận Hoàn Kiếm và một phần của hai quận Đống Đa, Hai Bà Trưng ngày nay. Sau đó địa giới Thăng Long dần mở rộng và tới cuối thế kỷ 18 thì tương ứng với năm quận nội thành bây giờ. Năm 1802, nhà Nguyễn lên ngôi dời đô về Huế, Thăng Long không còn là Kinh đô nữa và ít lâu sau bị đổi gọi là phủ Hoài Đức. Game bài Mana88 – Những năm gần đây, không thể phủ nhận sự phát triển nhanh chóng và vượt trội của nền công nghiệp.",
      "RelatedEvent": [
         "Trận Tốt Động – Chúc Động (1426 - 1426)",
         "Trận Chi Lăng – Xương Giang (1427 - 1427)",
         "Vua Quang Trung đại phá quân Thanh (1789 - ?)",
         "Khởi nghĩa Cao Bá Quát (1854 - 1856)",
         "Thành lập Việt Nam nghĩa đoàn (1925 - ?)",
         "Thành lập Chi bộ Cộng sản đầu tiên (1929 - ?)",
         "Phong trào “Đón Gôđa” (1937 - ?)",
         "Thực dân Pháp tấn công thành Hà Nội lần thứ nhất (1873 - ?)",
         "Trận Cầu Giấy (Hà Nội) PGacniê bị giết (1873 - ?)",
         "HRiver đánh thành Hà Nội lần thứ hai, Hoàng Diệu tuẫn tiết (1882 - ?)",
         "Nhân dân làng xã ven Hải Phòng nổi dậy chống Pháp (1883 - 1883)",
         "Thành lập Hội Văn hóa cứu quốc (1943 - ?)",
         "Nhật đảo chính lật đổ Pháp trên toàn Đông Dương (1945 - ?)",
         "Hội nghị Ban thường vụ mở rộng của Trung ương Đảng Cộng sản Đông Dương và chỉ thị “Nhật - Pháp bắn nhau và hành động của chúng ta” (1945 - ?)",
         "Khởi nghĩa giành chính quyền ở Hà Nội và các vùng lân cận (1945 - ?)",
         "Chủ tịch Hồ Chí Minh đọc bản “Tuyên ngôn Độc lập” (1945 - ?)",
         "Quốc khánh nước Cộng hòa Xã hội Chủ nghĩa Việt Nam (1945 - ?)",
         "Ký Hiệp định sơ bộ Việt – Pháp (1946 - ?)",
         "Toàn quốc kháng chiến (1946 - ?)",
         "Khoảng 4000 năm trước :Có văn hóa Phùng Nguyên, đồ đồng xuất hiện (-4000 - ?)",
         "Khoảng 3045 năm trước: Có văn hóa Gò Mun, thuộc Hậu kỳ thời đại đồng thau (-3045 - ?)",
         "Chiến dịch \"Điện Biên Phủ trên không\" (1972 - 1972)",
         "Tô Hiến Thành (1102 - 1179)",
         "Phan Kế Bính (1875 - 1921)",
         "Phan Huy Chú (1782 - 1840)",
         "Đặng Công Chất (1621 - 1683)",
         "Nguyễn Trực (1417 - 1473)"
      ]
   },
   {
      "RelicName": "Thành Tây Đô",
      "RelicDescription": "Năm 1397, Hồ Quý Ly một quyền thần của nhà Trần cho xây dựng thành Tây Đô. Thành xây trên địa phận hai thôn Tây Giai, Xuân Giai nay thuộc xã Vĩnh Tiến và thôn Đông Môn nay thuộc xã Vĩnh Long, huyện Vĩnh Lộc, tỉnh Thanh Hoá.",
      "RelatedEvent": [
         "Nhà Mạc sụp đổ (1592 - ?)"
      ]
   },
   {
      "RelicName": "Hà Tĩnh",
      "RelicDescription": "Hà Tĩnh là một tỉnh ven biển thuộc vùng Bắc Trung Bộ Việt Nam, cách thủ đô Hà Nội 340 km về phía nam, ở phía đông dãy Trường Sơn với địa hình hẹp, dốc và nghiêng từ tây sang đông.",
      "RelatedEvent": [
         "Kỷ niệm ngày Quốc tế lao động trên cả nước (1930 - ?)",
         "Khoảng hơn 4000 năm trước: Có văn hóa hậu kỳ đá mới (-4001 - ?)",
         "Phan Đình Phùng (1847 - 1895)",
         "Phan Đình Giót (1922 - 1954)",
         "Hà Huy Giáp (1908 - 1995)",
         "Lý Chính Thắng (1917 - 1946)",
         "Lý Tự Trọng (1914 - 1931)"
      ]
   },
   {
      "RelicName": "Nghệ An",
      "RelicDescription": "Nghệ An thuộc vùng Bắc Trung Bộ Việt Nam, trung tâm hành chính của Nghệ An là thành phố Vinh, nằm cách thủ đô Hà Nội 291 km về phía nam. Thời Bắc thuộc, Nghệ An và Hà Tĩnh cùng có tên là Hoan Châu, đến đời nhà Lý, Trần đổi thành Nghệ An châu, có tên là xứ Nghệ vào năm 1490, đời vua Lê Thánh Tông, rồi trấn Nghệ An. Năm 1831, vua Minh Mệnh chia trấn Nghệ An thành 2 tỉnh: Nghệ An và Hà Tĩnh . Năm 1976 đến 1991, Nghệ An và Hà Tĩnh sáp nhập thành một tỉnh Nghệ Tĩnh. Từ năm 1991, lại tách ra thành 2 tỉnh là Nghệ An và Hà Tĩnh.",
      "RelatedEvent": [
         "Cuộc khởi nghĩa Trần Ngỗi (1407 - 1409)",
         "Cuộc khởi nghĩa Trần Quý Khoáng (1409 - 1414)",
         "Khởi nghĩa Lam Sơn (1418 - 1427)",
         "Quân Lam Sơn giải phóng Nghệ An (1424 - ?)",
         "Quân Lam Sơn giải phóng Tân Bình, Thuận Hóa và tiến quân ra bắc (1425 - 1426)",
         "Nhà Mạc sụp đổ (1592 - ?)",
         "Khởi nghĩa Nguyễn Hữu Cầu (1471 - 1751)",
         "Vua Quang Trung đại phá quân Thanh (1789 - ?)",
         "Kỷ niệm ngày Quốc tế lao động trên cả nước (1930 - ?)",
         "Nguyễn Trường Tộ đề cử hai phương sách chống Pháp (1870 - ?)",
         "Ngày Sinh Chủ Tịch Hồ Chí Minh (1890 - ?)",
         "Cuộc nổi dậy của binh lính Đô Lương (1941 - ?)",
         "Khoảng 14 vạn năm trước: Phát hiện răng người vượn ở hang Thẩm Ồm (Quỳ Châu, Nghệ An) (-14000 - ?)",
         "Chủ tịch Hồ Chí Minh (1890 - 1969)",
         "Tạ Quang Bửu (1910 - 1986)",
         "Bạch Liêu (1236 - 1315)",
         "Hồ Xuân Hương (1772 - 1822)",
         "Nguyễn Minh Châu (1930 - 1989)"
      ]
   },
   {
      "RelicName": "Thanh Hóa",
      "RelicDescription": "Thanh Hóa là tỉnh thuốc miền Trung Việt Nam, cách thủ đô Hà Nội khoảng 140 km về phía Nam. Thanh Hoá là vùng đất có từ lâu đời, một trong những cái nôi của dân tộc Việt Nam. Ngay từ thời tiền sử vùng đất này đã có người sinh sống. Qua những công cụ thô sơ trong những xưởng chế tác đá công cụ Núi Ðọ (Thanh Hoá) cho thấy, người tiền sử đã sinh sống trên mảnh đất này từ thời đại đồ đá cũ. Ngoài ra, các nhà khảo cổ học còn tìm thấy nhiều công cụ đồ đá đẽo gọt tinh xảo ở Thiệu Dương (Thiệu Hoá), Ða Bút (Vĩnh Lộc),v.v.. Phát triển hơn nữa, nền văn hoá đồ đồng Ðông Sơn với trống đồng và các loại đồ đồng tinh xảo khác không chỉ nổi tiếng ở Việt Nam, ở Ðông Nam á mà còn được cả thế giới biết đến.",
      "RelatedEvent": [
         "Khởi nghĩa Bà Triệu (248 - ?)",
         "Cuộc khởi nghĩa Trần Quý Khoáng (1409 - 1414)",
         "Khởi nghĩa Lam Sơn (1418 - 1427)",
         "Quân Lam Sơn giải phóng Nghệ An (1424 - ?)",
         "Khởi Nghĩa Trần Cảo (1516 - ?)",
         "Thời kì Lê – Mạc và cuộc chiến tranh Nam – Bắc triều (1543 - 1592)",
         "Nhà Mạc sụp đổ (1592 - ?)",
         "Khởi nghĩa Nguyễn Hữu Cầu (1471 - 1751)",
         "Khoảng 6000 năm trước: Phát hiện di chỉ Đa Bút – Quỳnh Văn (-6000 - ?)",
         "Khoảng 2820 năm trước: Có văn hóa Đông Sơn Đồ đồng phát triển rực rỡ (-2820 - ?)",
         "Đào Duy Anh (1904 - 1988)",
         "Tôn Thất Tùng (1912 - 1982)",
         "Trịnh Cương (1686 - 1729)",
         "Đinh Lễ (? - 1427)",
         "Đinh Liệt (? - 1471)"
      ]
   },
   {
      "RelicName": "Quảng Bình",
      "RelicDescription": "Các tên gọi cũ của Quảng Bình này gồm: Lâm Bình, Tiên Bình, Tây Bình, Tân Bình, là một tỉnh duyên hải thuộc vùng Bắc Trung Bộ Việt Nam. Các khai quật khảo cổ ở khu vực đã chứng tỏ rằng đã có loài người sinh sống ở khu vực này từ thời kỳ đồ đá. Nhiều hiện vật như bình sử, sành, công cụ lao động đã được phát hiện ở đây",
      "RelatedEvent": [
         "Quân Lam Sơn giải phóng Tân Bình, Thuận Hóa và tiến quân ra bắc (1425 - 1426)",
         "Trận Tốt Động – Chúc Động (1426 - 1426)",
         "Khoảng hơn 4000 năm trước: Có văn hóa hậu kỳ đá mới (-4001 - ?)",
         "Trận Lũy Thầy (1672 - 1672)",
         "Võ Nguyên Giáp (1911 - 2013)",
         "Hàn Mặc Tử (1912 - 1940)",
         "Trần Đình Xu (1921 - 1969)",
         "Ngô Đình Khôi (1885 - 1945)",
         "Ngô Đình Khả (1856 - 1923)"
      ]
   },
   {
      "RelicName": "Quảng Trị",
      "RelicDescription": "Quảng Trị là một tỉnh ven biển thuộc vùng Bắc Trung Bộ Việt Nam. Từ thời Hùng Vương - An Dương Vương, vùng Quảng Trị ngày nay được cho là thuộc lãnh địa bộ Việt Thường của Nhà nước Văn Lang - Âu Lạc. Đầu thời Hán thuộc (từ năm 179 Trước Công nguyên đến năm 192), Quảng Trị thuộc đất quận Nhật Nam.",
      "RelatedEvent": [
         "Quân Lam Sơn giải phóng Tân Bình, Thuận Hóa và tiến quân ra bắc (1425 - 1426)",
         "Nhà Nguyễn sắp xếp lại đơn vị hành chính trong cả nước (1831 - 1832)",
         "Khoảng 2 vạn 1 nghìn năm trước: Có văn hóa Sơn Vi (-21000 - ?)",
         "Tổng tiến công và nổi dậy Mậu Thân (1968 - 1968)",
         "Chiến dịch Đường 9 - Nam Lào (1971 - 1971)",
         "Chiến dịch Trị - Thiên (1972 - 1972)",
         "Chiến dịch phòng ngự Quảng Trị (1972 - 1973)",
         "Trần Hoàn (1928 - 2003)",
         "Chế Lan Viên (1920 - 1989)",
         "Trần Hữu Dực (1910 - 1993)",
         "Nguyễn Hữu Bài (1863 - 1935)",
         "Đặng Thí (1921 - 2001)"
      ]
   },
   {
      "RelicName": "Thuận Hóa",
      "RelicDescription": "Thuận Hóa là địa danh hành chính cũ của vùng đất bao gồm Quảng Bình, Quảng Trị, Thừa Thiên-Huế. Đây nguyên là đất các châu Bố Chính, Địa Lý, Ma Linh, Châu Ô, Châu Ri (hay Lý) của Chiêm Thành.",
      "RelatedEvent": [
         "Khởi nghĩa Lam Sơn (1418 - 1427)",
         "Quân Lam Sơn giải phóng Tân Bình, Thuận Hóa và tiến quân ra bắc (1425 - 1426)",
         "Trận Tốt Động – Chúc Động (1426 - 1426)",
         "Chiến tranh Trịnh-Nguyễn, đất nước bị chia cắt thành hai vùng (1627 - 1672)",
         "Nguyễn Ánh lên ngôi, triều đình nhà Nguyễn thành lập (1802 - ?)"
      ]
   },
   {
      "RelicName": "Núi Chí Linh",
      "RelicDescription": "Chí Linh (hay Linh Sơn) là một ngọn núi thuộc huyện Lang Chánh, tỉnh Thanh Hóa. Chí Linh là một ngọn núi cao, hiểm yếu bậc nhất ở thượng du sông Chu (nay thuộc xã Giao An, giữa Lang Chánh và Thường Xuân).",
      "RelatedEvent": [
         "Khởi nghĩa Lam Sơn (1418 - 1427)",
         "Quân Lam Sơn giải phóng Nghệ An (1424 - ?)"
      ]
   },
   {
      "RelicName": "Ải Chi Lăng",
      "RelicDescription": "Ải Chi Lăng thuộc xã Chi Lăng, huyện Chi Lăng (Lạng Sơn) nằm trên đường 1A Hà Nội - Lạng Sơn, cách Hà Nội chừng 110km và cách biên giới Việt - Trung 60km. Ải Chi Lăng là một thung lũng hẹp hình bầu dục, xung quanh bốn bề núi cao, có sông Thương chảy qua và nhiều núi lô nhô giữa lòng thung lũng hẹp. Ải Chi Lăng có 2 cửa: cửa phía Bắc gọi là Quỷ môn quan tức là cửa ải con quỷ vì bọn giặc phương Bắc tràn sang nước ta thường qua cửa này. Cửa phía Nam gọi là Ngõ Thề vì ông cha ta xa kia đã thề xả thân giết giặc cứu nước, không cho chúng lọt qua cửa ải này.",
      "RelatedEvent": [
         "Khởi nghĩa Lam Sơn (1418 - 1427)",
         "Trận Chi Lăng – Xương Giang (1427 - 1427)",
         "Chiến tranh biên giới Việt - Trung 1979 (1979 - ?)"
      ]
   },
   {
      "RelicName": "Lạng Sơn",
      "RelicDescription": "Lạng Sơn là một trong 13 tỉnh được vua Minh Mạng thành lập đầu tiên ở Bắc Kỳ. Tỉnh có phía bắc giáp Cao Bằng, phía đông bắc giáp Sùng Tả (Quảng Tây, Trung Quốc), phía nam giáp Bắc Giang, phía đông nam giáp tỉnh Quảng Ninh, phía tây giáp Bắc Kạn, phía tây nam giáp tỉnh Thái Nguyên. Đây là nơi có Ải Chi Lăng được coi là bức tường thành của Thăng Long xưa kia trước những cuộc viễn chinh của quân xâm lược phương Bắc.",
      "RelatedEvent": [
         "Trận Chi Lăng – Xương Giang (1427 - 1427)",
         "Thành lập đội du kích Bắc Sơn (1941 - ?)",
         "1833-1835: Cuộc khởi nghĩa Nông Văn Vân chống Nguyễn (1833 - 1835)",
         "Khoảng 8000 năm trước: Có văn hóa Bắc Sơn (-8000 - ?)",
         "Khoảng hơn 4000 năm trước: Có văn hóa hậu kỳ đá mới (-4001 - ?)",
         "Chiến tranh biên giới Việt - Trung 1979 (1979 - ?)",
         "Đoàn Kiểm Điểm (? - 1940)"
      ]
   },
   {
      "RelicName": "Tốt Động",
      "RelicDescription": "Tốt Động còn gọi là Tụy Động, là một xã nằm ở trung tâm huyện Chương Mỹ, Hà Nội, Việt Nam. Tốt Động là nơi diễn ra trận Tốt Động-Chúc Động chống quân nhà Minh tháng 11 năm 1426, chiến thắng có tính quyết định đến thắng lợi toàn cục của cuộc khởi nghĩa Lam Sơn do Lê Lợi lãnh đạo.",
      "RelatedEvent": [
         "Khởi nghĩa Lam Sơn (1418 - 1427)",
         "Trận Tốt Động – Chúc Động (1426 - 1426)"
      ]
   },
   {
      "RelicName": "Chúc Động",
      "RelicDescription": "Chúc Động còn gọi là Ninh Kiều (nay là thị trấn Chúc Sơn, huyện Chương Mỹ Hà Nội), là nơi quân Lam Sơn mai phục chặn đánh hậu quân của quân Minh từ Đông Quan kéo ra.",
      "RelatedEvent": [
         "Trận Chi Lăng – Xương Giang (1427 - 1427)"
      ]
   },
   {
      "RelicName": "Đàng Trong",
      "RelicDescription": "Đàng Trong còn gọi là Nam Hà là tên gọi bắt nguồn từ thời Trịnh-Nguyễn phân tranh vào thế kỷ 17, chỉ phần lãnh thổ Đại Việt từ sông Gianh (tỉnh Quảng Bình) trở vào Nam. Do đặc điểm cả hai vùng lãnh thổ tuy trên thực tế thuộc hai chính quyền khác nhau, nhưng về danh nghĩa vẫn cùng một quốc gia Đại Việt. Tên gọi Đàng Trong được dùng để chỉ vùng do chúa Nguyễn kiểm soát, vốn nằm xa Trung Quốc hơn nên mới có tên gọi này.",
      "RelatedEvent": [
         "Khởi nghĩa nông dân Tây Sơn bùng nổ (1771 - ?)",
         "Nghĩa quân Tây Sơn lật đổ chính quyền chúa Nguyễn ở Đàng Trong (1777 - ?)",
         "Tây Sơn lật đổ chính quyền họ Trịnh (1786 - ?)"
      ]
   },
   {
      "RelicName": "Đàng Ngoài",
      "RelicDescription": "Đàng Ngoài hay Bắc Hà, là tên gọi bắt nguồn từ thời Trịnh-Nguyễn phân tranh vào thế kỷ 17 đến cuối thế kỷ 18, chỉ phần lãnh thổ nước Đại Việt từ sông Gianh (tỉnh Quảng Bình) trở ra Bắc. Tên gọi Đàng Ngoài được dùng để chỉ vùng kiểm soát bởi vua Lê - chúa Trịnh, vốn nằm gần Trung Quốc hơn so với Đàng Trong hơn nên mới có tên gọi này. Kinh đô Đàng Ngoài là Thăng Long.",
      "RelatedEvent": [
         "Khởi nghĩa Hoàng Công Chất (1739 - 1769)",
         "Khởi nghĩa Nguyễn Danh Phương (1740 - 1751)",
         "Khởi nghĩa Nguyễn Hữu Cầu (1471 - 1751)",
         "Tây Sơn lật đổ chính quyền họ Trịnh (1786 - ?)",
         "Quân Thanh xâm lược nước ta (1788 - ?)"
      ]
   },
   {
      "RelicName": "Phú Xuân",
      "RelicDescription": "Sau khi giải phóng Thuận Hóa - Phú Xuân, Nguyễn Huệ tiếp tục tiến quân ra Bắc phò Lê diệt Trịnh. Khi trở về, Nguyễn Huệ được Nguyễn Nhạc phong làm Bắc Bình Vương, giữ trọng trách cai quản trực tiếp địa bàn từ đèo Hải Vân trở ra. Bắc Bình Vương Nguyễn Huệ chính thức lên ngôi Hoàng đế nhằm dẹp lực lượng của Nguyễn Phúc Ánh trỗi dậy ở phía Nam và quân Thanh tràn vào đất Bắc. Phú Xuân trở thành kinh đô của triều đại Tây Sơn. Phú Xuân thuộc huyện Hương Trà, tỉnh Thừa Thiên",
      "RelatedEvent": [
         "Nghĩa quân Tây Sơn lật đổ chính quyền chúa Nguyễn ở Đàng Trong (1777 - ?)",
         "Tây Sơn lật đổ chính quyền họ Trịnh (1786 - ?)",
         "Nguyễn Ánh lên ngôi, triều đình nhà Nguyễn thành lập (1802 - ?)",
         "Nhà Nguyễn sắp xếp lại đơn vị hành chính trong cả nước (1831 - 1832)"
      ]
   },
   {
      "RelicName": "Huế",
      "RelicDescription": "Huế nằm ở dải đất hẹp của miền Trung Việt Nam và là thành phố tỉnh lỵ của Thừa Thiên - Huế. Thành phố là trung tâm về nhiều mặt của miền Trung như văn hoá, chính trị, kinh tế, giáo dục, y tế, du lịch, khoa học kỹ thuật, đào tạo. Có nhiều giả thuyết về lịch sử tên gọi Huế. Trong các tài liệu sử học cũ ngoại trừ Quốc Triều Chính Biên Toát Yếu khi nói tới Huế, đều dùng cái tên Phú Xuân hoặc Kinh đô, hoặc Kinh, chứ không dùng tên Huế. Theo học giả Thái Văn Kiểm chữ Huế đã xuất hiện trong thời kỳ Nam Bắc phân tranh, chữ Huế bắt nguồn từ chữ Hóa trong địa danh Thuận Hóa hoặc theo học giả Nguyễn Hy Vọng: Huế đã có tên riêng là Huế ngay từ trước 1651 là năm xuất bản tự điển Việt-Bồ-La và không dính gì đến Hóa của châu Hóa hay Thuận Hóa...",
      "RelatedEvent": [
         "Nghĩa quân Tây Sơn lật đổ chính quyền chúa Nguyễn ở Đàng Trong (1777 - ?)",
         "Thực dân Pháp mở đầu cuộc xâm lược Việt Nam (1858 - ?)",
         "Hiệp ước Patơnốt (1884 - ?)",
         "Tân Việt cách mạng Đảng ra đời (1928 - ?)",
         "Phong trào “Đón Gôđa” (1937 - ?)",
         "Pháp cử phái viên đến quân thứ Gia Định đưa ra bản dự thảo Hòa ước gồm 11 điều khoản (1860 - ?)",
         "Triều đình Huế cử phái đòan sang Pháp thương lượng chuộc lại ba tỉnh miền Đông Nam Kỳ (1863 - ?)",
         "Cuộc bạo động diễn ra ở kinh thành Huế để phản đối việc triều đình ký hòa ước với Pháp (1864 - ?)",
         "Triều đình ra lệnh cấm nhân dân ba tỉnh miền Tây Nam Kỳ chiêu mộ nghĩa binh chống Pháp (1865 - ?)",
         "Pháp đòi triều đình Huế giao cả ba tỉnh miền Tây Nam Kỳ cho Pháp (1866 - ?)",
         "Triều đình Huế gởi thư cho Soái phủ Pháp ở Gia Định xin Pháp trả lại 6 tỉnh Nam Kỳ (1870 - ?)",
         "Tôn Thất Thuyết đem quân tấn công tòa Khâm sứ Pháp ở Huế, mở đầu phong trào Cần Vương (1885 - ?)",
         "Thành lập Hội Văn hóa cứu quốc (1943 - ?)",
         "Nhật đảo chính lật đổ Pháp trên toàn Đông Dương (1945 - ?)",
         "Tôn Thất Đàm (1864 - 1888)",
         "Đồng Khánh (1864 - 1889)",
         "Duy Tân (1900 - 1945)",
         "Hải Triều (1908 - 1954)",
         "Nguyễn Cư Trinh (1691 - 1725)"
      ]
   },
   {
      "RelicName": "Rạch Gầm - Xoài Mút",
      "RelicDescription": "Rạch Gầm-Xoài Mút là tên gọi một đoạn sông Tiền, giới hạn bởi 2 sông nhánh nhỏ là sông Rạch Gầm (phía thượng lưu) và sông Xoài Mút (phía hạ lưu). Đoạn sông này ngày nay nằm giữa địa phận thành phố Mỹ Tho và huyện Châu Thành, tỉnh Tiền Giang, Việt Nam. Tại đây, ngày 20 tháng 1 năm 1785, quân Tây Sơn do Long Nhương Tướng quân Nguyễn Huệ chỉ huy đã đánh bại 2 vạn quân thủy bộ của Xiêm La qua can thiệp giúp chúa Nguyễn Phúc Ánh, đồng thời đốt rụi 200 tháp thuyền to, chỉ còn sống sót được mấy nghìn quân trốn chạy về nước.",
      "RelatedEvent": [
         "Chiến thắng Rạch Gầm – Xoài Mút (1785 - ?)"
      ]
   },
   {
      "RelicName": "Thừa Thiên-Huế",
      "RelicDescription": "Thừa Thiên - Huế là một tỉnh ven biển nằm ở vùng Bắc Trung Bộ Việt Nam, phía bắc giáp tỉnh Quảng Trị, phía đông giáp biển Đông, phía đông nam giáp thành phố Đà Nẵng, phía nam giáp tỉnh Quảng Nam, phía tây giáp dãy Trường Sơn và các tỉnh Saravane và Sekong của Cộng hòa Dân chủ Nhân dân Lào. Thừa Thiên-Huế cách Hà Nội 654 km, Nha Trang 627 km và Thành phố Hồ Chí Minh 1.071 km.",
      "RelatedEvent": [
         "Tổng tiến công và nổi dậy Mậu Thân (1968 - 1968)",
         "Lê Quang Định (1760 - 1813)"
      ]
   },
   {
      "RelicName": "Đà Nẵng",
      "RelicDescription": "Đà Nẵng là một thành phố thuộc vùng Nam Trung Bộ, Việt Nam. Đây là trung tâm kinh tế, văn hoá, giáo dục, khoa học và công nghệ lớn của khu vực miền Trung - Tây Nguyên. Đà Nẵng hiện là một trong 13 đô thị loại 1 đồng thời là một trong 5 thành phố trực thuộc Trung ương ở Việt Nam",
      "RelatedEvent": [
         "Thực dân Pháp mở đầu cuộc xâm lược Việt Nam (1858 - ?)",
         "Hiệp ước Nhâm Tuất (1862 - ?)",
         "Thực dân Pháp nổ súng xâm lược Việt Nam tại bán đảo Sơn Trà – Đà Nẵng (1858 - 1858)",
         "Pháp giành quyền bảo hộ Nam kỳ (1858 - 1862)",
         "Chiến dịch giải phóng Đà Nẵng (1975 - 1975)",
         "Phan Huỳnh Điểu (1924 - 2015)",
         "Trần Kim Thạch (1937 - 2009)"
      ]
   },
   {
      "RelicName": "Bán đảo Sơn Trà",
      "RelicDescription": "Bán đảo Sơn Trà nằm trong địa bàn phường Thọ Quang - Quận Sơn Trà - Đà Nẵng, có diện tích 4.439ha đất liền và biển, cách trung tâm thành phố 8km về phía Đông Bắc. Có đỉnh cao nhất là 696m so với mực nước biển và nhiều đỉnh cao trên 500m. Với chiều dài từ đông sang tây là 15km và chỗ rộng nhất là 6km, chỗ hẹp nhất là 2km. Thời xa xưa, Sơn Trà là một hòn đảo gồm 3 ngọn núi nhô cao. Ngọn phía Đông Nam trông như hình con Nghê chồm ra biển nên gọi là ngọn Nghê, ngọn phía tây hình dạng như cái mỏ con diều hâu nên gọi là ngọn Mỏ Diều và ngọn phía bắc vươn về phía của biển dài như cổ ngựa nên gọi là ngọn Cổ Ngựa. Qua thời gian dài, dòng nước biển chảy ven bờ đã tải phù sa đến bồi đắp dần hình thành dãy đất chạy từ đất liền ra đảo. Bán đảo Sơn Trà hình thành từ đó.",
      "RelatedEvent": [
         "Thực dân Pháp mở đầu cuộc xâm lược Việt Nam (1858 - ?)",
         "Quân Pháp đánh chiếm tỉnh thành Gia Định (1859 - 1859)"
      ]
   },
   {
      "RelicName": "Định Tường",
      "RelicDescription": "Định Tường là một tỉnh cũ ở Tây Nam Bộ Việt Nam, trước đây thuộc nước Chân Lạp, nay thuộc địa bàn các tỉnh Tiền Giang, Bến Tre và Đồng Tháp ngày nay, Tỉnh Định Tường được thành lập năm Minh Mạng thứ 13 (1832) và là một trong 6 tỉnh của Nam Kỳ. Sau nhiều lần thay đổi, đến ngày 22-10-1956 lập lại trên địa bàn 2 tỉnh cũ Mỹ Tho và Gò Công. Tỉnh lỵ tỉnh Định Tường đặt tại Mỹ Tho và vẫn giữ nguyên tên là \"Mỹ Tho\", về mặt hành chánh thuộc xã Điều Hòa, quận Châu Thành. Định Tường là một trong 22 tỉnh của Nam Phần lúc đó và gồm 7 quận ban đầu: Bến Tranh, Cái Bè, Cai Lậy, Châu Thành, Chợ Gạo, Gò Công và Hòa Đồng.",
      "RelatedEvent": [
         "Hiệp ước Nhâm Tuất (1862 - ?)",
         "Triều đình Huế cử phái đòan sang Pháp thương lượng chuộc lại ba tỉnh miền Đông Nam Kỳ (1863 - ?)"
      ]
   },
   {
      "RelicName": "Mỹ Tho",
      "RelicDescription": "Mỹ Tho là đô thị loại II và là tỉnh lỵ của tỉnh Tiền Giang (trước đó là tỉnh Mỹ Tho), vùng đồng bằng sông Cửu Long, Việt Nam. Vào thế kỷ 17, Mỹ Tho cùng với Cù Lao Phố, Đồng Nai là trong 2 trung tâm thương mại tấp nập nhất Nam Bộ.",
      "RelatedEvent": [
         "Khởi nghĩa của Trương Định (1861 - ?)",
         "Pháp đánh chiếm Định Tường (1861 - 1861)"
      ]
   },
   {
      "RelicName": "Biên Hòa",
      "RelicDescription": "Biên Hòa là một tỉnh cũ ở Đông Nam Bộ Việt Nam, được thành lập năm Minh Mạng thứ 13 (1832) và là một trong 6 tỉnh của Nam Kỳ.",
      "RelatedEvent": [
         "Hiệp ước Nhâm Tuất (1862 - ?)",
         "Triều đình Huế cử phái đòan sang Pháp thương lượng chuộc lại ba tỉnh miền Đông Nam Kỳ (1863 - ?)",
         "Trịnh Hoài Đức (1765 - 1825)"
      ]
   },
   {
      "RelicName": "Vĩnh Long",
      "RelicDescription": "Vĩnh Long là một tỉnh nằm ở khu vực đồng bằng sông Cửu Long, thuộc miền Nam Việt Nam. Vĩnh Long cách thành phố Hồ Chí Minh 135 km về hướng bắc theo quốc lộ 1, cách thành phố Cần Thơ 33 km về hướng nam theo đường quốc lộ 1.",
      "RelatedEvent": [
         "Hiệp ước Nhâm Tuất (1862 - ?)",
         "Pháp chiếm thành Vĩnh Long (1862 - 1862)",
         "Trần Đại Nghĩa (1913 - 1997)",
         "Trương Duy Toản (1885 - 1957)",
         "Ngô Vĩnh Long (1944 - 2022)"
      ]
   },
   {
      "RelicName": "Quảng yên",
      "RelicDescription": "Quảng Yên là một tỉnh cũ ở phía đông Bắc Bộ, Việt Nam. Tỉnh lị là thị xã Quảng Yên bên bờ sông Chanh, nay là thị xã Quảng Yên thuộc tỉnh Quảng Ninh. Tỉnh Quảng Yên được thành lập năm 1831, dưới thời Minh Mạng. Trước đó, nó là trấn An Bang thuộc Đông Đạo thời Lê, trấn An Quảng cuối thời Lê đầu thời Nguyễn. Còn gọi không chính thức là tỉnh Đông.",
      "RelatedEvent": [
         "Nhân dân làng xã ven Hải Phòng nổi dậy chống Pháp (1883 - 1883)"
      ]
   },
   {
      "RelicName": "Vũng Tàu",
      "RelicDescription": "Vũng Tàu là thành phố thuộc tỉnh Bà Rịa - Vũng Tàu, ở vùng Đông Nam Bộ Việt Nam. Vũng Tàu từng là trung tâm kinh tế, tài chính, văn hóa và giáo dục của tỉnh Bà Rịa - Vũng Tàu và là một trong những trung tâm kinh tế của vùng Đông Nam Bộ. Từ ngày 2 tháng 5 năm 2012, tỉnh lỵ Bà Rịa-Vũng Tàu chuyển đến thành phố Bà Rịa. Vũng Tàu là một thành phố ven biển, một địa điểm du lịch của miền Nam Việt Nam. Vũng Tàu là khu vực hậu cần của ngành công nghiệp dầu khí Việt Nam. Đô thị loại I trực thuộc tỉnh đầu tiên của cả Nam bộ, được công nhận vào ngày 23/04/2013.",
      "RelatedEvent": []
   },
   {
      "RelicName": "Kiên Giang",
      "RelicDescription": "Kiên Giang là một tỉnh ven biển thuộc đồng bằng sông Cửu Long ở miền Nam Việt Nam, với phần lớn diện tích của tỉnh thuộc địa bàn tỉnh Rạch Giá trước đó. Tuy nhiên, cũng có thời kỳ toàn bộ diện tích tỉnh Kiên Giang ngày nay đều thuộc tỉnh Rạch Giá, bao gồm cả các vùng Hà Tiên và Phú Quốc. Trung tâm tỉnh là thành phố Rạch Giá, cách thành phố Hồ Chí Minh 250 km về phía Tây. Kiên Giang tiếp giáp Campuchia ở phía Bắc với đường biên giới dài 54 km và vịnh Thái Lan ở phía Tây có đường bờ biển dài hơn 200 km. Ngoài ra Kiên Giang có hơn 100 đảo lớn nhỏ ngoài biển.",
      "RelatedEvent": [
         "Cuộc nổi dậy chống nhà Nguyễn ở Hà Tiên (1840 - 1847)",
         "Sơn Nam (1926 - 2008)",
         "Nguyễn Thần Hiến (1857 - 1914)"
      ]
   },
   {
      "RelicName": "Phú Quốc",
      "RelicDescription": "Phú Quốc, còn được mệnh danh là Đảo Ngọc, là hòn đảo lớn nhất của Việt Nam, cũng là đảo lớn nhất trong quần thể 22 đảo tại đây, nằm trong vịnh Thái Lan. Đảo Phú Quốc cùng với các đảo khác tạo thành huyện đảo Phú Quốc trực thuộc tỉnh Kiên Giang.",
      "RelatedEvent": []
   },
   {
      "RelicName": "Yên Thế",
      "RelicDescription": "Yên Thế nằm ở phía tây bắc tỉnh Bắc Giang, có diện tích khoảng 40-50 km2, với đất đồi là chủ yếu. Phía bắc yên Thế có những cánh rừng rậm rạp. Từ đây có thể đi thông sang Thái Nguyên, Lạng Sơn hay Tam Đảo, xuống Vĩnh Yên, Phúc Yên, Hà Nội.",
      "RelatedEvent": [
         "Khởi nghĩa Yên Thế (1884 - 1913)"
      ]
   },
   {
      "RelicName": "Bắc Giang",
      "RelicDescription": "Bắc Giang là một tỉnh thuộc vùng đông bắc Việt Nam. Về quy hoạch kinh tế trước đây Bắc Giang nằm trong vùng trung du và miền núi phía bắc, từ năm 2012 là tỉnh nằm trong quy hoạch vùng thủ đô Hà Nội. Bắc Giang giáp với nhiều tỉnh thành, phía bắc giáp Lạng Sơn, phía đông giáp Quảng Ninh, phía tây giáp Thái Nguyên và Hà Nội, phía nam giáp Bắc Ninh và Hải Dương. Tỉnh lỵ là thành phố Bắc Giang, cách trung tâm thủ đô Hà Nội 51 km.",
      "RelatedEvent": [
         "Khoảng 4000 năm trước :Có văn hóa Phùng Nguyên, đồ đồng xuất hiện (-4000 - ?)",
         "Khoảng 3045 năm trước: Có văn hóa Gò Mun, thuộc Hậu kỳ thời đại đồng thau (-3045 - ?)",
         "Giáp Hải (1515 - 1585)",
         "Cô Giang (1906 - 1930)",
         "Cô Bắc (1906 - 1943)",
         "Nguyễn Xuân Oánh (1921 - 2003)",
         "Văn Tân (1943 - ?)"
      ]
   },
   {
      "RelicName": "Bắc Ninh",
      "RelicDescription": "Bắc Ninh là một tỉnh có diện tích nhỏ nhất Việt Nam thuộc đồng bằng sông Hồng và nằm trên Vùng kinh tế trọng điểm Bắc bộ. Bắc Ninh tiếp giáp với vùng trung du Bắc bộ tại tỉnh Bắc Giang. Tỉnh lỵ là thành phố Bắc Ninh nằm cách trung tâm Hà Nội 30 km về phía đông bắc, phía tây và tây nam giáp thủ đô Hà Nội, phía bắc giáp tỉnh Bắc Giang, phía đông và đông nam giáp tỉnh Hải Dương, phía nam giáp tỉnh Hưng Yên.",
      "RelatedEvent": [
         "Hội nghị Ban thường vụ mở rộng của Trung ương Đảng Cộng sản Đông Dương và chỉ thị “Nhật - Pháp bắn nhau và hành động của chúng ta” (1945 - ?)",
         "Khoảng 4000 năm trước :Có văn hóa Phùng Nguyên, đồ đồng xuất hiện (-4000 - ?)",
         "Khoảng 3045 năm trước: Có văn hóa Gò Mun, thuộc Hậu kỳ thời đại đồng thau (-3045 - ?)",
         "Ỷ Lan (1044 - 1117)",
         "Huyền Quang (1254 - 1334)",
         "Nguyễn Giản Thanh (1482 - ?)",
         "Nguyễn Gia Thiều (1741 - 1798)",
         "Cao Lỗ (? - 179)"
      ]
   },
   {
      "RelicName": "Hương Khê",
      "RelicDescription": "Hương Khê là một huyện miền núi nằm ở phía tây nam tỉnh Hà Tĩnh, diện tích: 1278,0909 km². Phía Tây giáp Lào, phía Nam giáp tỉnh Quảng Bình, phía Đông giáp huyện Cẩm Xuyên và Thạch Hà, phía Bắc giáp Vũ Quang và Can Lộc. Tại nơi đây có một đại bản doanh của một cuộc khởi nghĩa lớn, quy mô lan rộng cà 4 tỉnh Bắc Trung Kì, kéo dài từ năm 1885 đến 1896. Đó là cuộc khởi nghĩa Phan Đình Phùng.",
      "RelatedEvent": [
         "Khởi nghĩa Hương Khê (1885 - 1896)"
      ]
   },
   {
      "RelicName": "Bến Nhà Rồng",
      "RelicDescription": "Bến Nhà Rồng, hay Bảo tàng Hồ Chí Minh, khởi đầu là một thương cảng lớn của Sài Gòn. Thương cảng này nằm trên sông Sài Gòn và được xây dựng từ 1864, trên khu vực gần cầu Khánh Hội, nay thuộc quận 4, thành phố Hồ Chí Minh. Tại nơi đây, vào ngày 5 tháng 6 năm 1911, người thanh niên Việt Nam yêu nước Nguyễn Tất Thành đã ra đi tìm đường cứu nước. Sau hơn 30 năm bôn ba ở nước ngoài Nguyễn Tất Thành trở thành nhà cách mạng lãnh đạo nhân dân Việt Nam đứng lên làm cuộc Cách mạng Tháng 8, lập ra nước Việt Nam Dân chủ Cộng hòa. Người thanh niên ra đi tìm đường cứu nước năm xưa chính là Chủ tịch Hồ Chí Minh sau này. Đăng ký W88 là nhà cái có số lượng người tham gia đông nhất Châu Á hiện nay. dang-ky-w88.com khuyến mãi 100% cho thành viên mới đăng ký và nạp tiền lần đầu.",
      "RelatedEvent": []
   },
   {
      "RelicName": "Yên Bái",
      "RelicDescription": "Yên Bái là một tỉnh được thành lập năm 1900, thuộc vùng trung du và miền núi phía Bắc Việt Nam, nằm ở vùng Tây Bắc tiếp giáp với Đông Bắc. Phía đông bắc giáp hai tỉnh Tuyên Quang và Hà Giang, phía đông nam giáp tỉnh Phú Thọ, phía tây nam giáp tỉnh Sơn La, phía tây bắc giáp hai tỉnh Lai Châu và Lào Cai. Yên Bái là một điểm sinh tụ của người Việt cổ, có nền văn hoá nhân bản, thể hiện ở những di vật, di chỉ phát hiện ở hang Hùm, công cụ bằng đá ở Thẩm Thoóng, thạp đồng Đào Thịnh, Hợp Minh, trống đồng Minh Xuân. Nhiều di chỉ khảo cổ được phát hiện, như đền, tháp, khu di tích lịch sử. Tỉnh Yên Bái được biết đến qua cuộc Khởi nghĩa Yên Bái của Việt Nam Quốc Dân Đảng vào thượng tuần tháng 2 năm 1930. Lãnh tụ là Nguyễn Thái Học đã bị thực dân Pháp bắt và đem hành quyết bằng máy chém ở Yên Bái cùng 12 đồng đội vào ngày 17 tháng 6 năm 1930.",
      "RelatedEvent": [
         "Khởi nghĩa Yên Bái (1930 - ?)",
         "Khoảng 10 vạn năm trước: Có sự sinh sống của Người khôn ngoan đầu tiên ở Việt Nam (-100000 - ?)",
         "Hoàng Trung Thông (1925 - 1993)"
      ]
   },
   {
      "RelicName": "Nam Định",
      "RelicDescription": "Nam Định là một tỉnh lớn với hơn 2 triệu dân nằm ở phía Nam đồng bằng Bắc Bộ. Theo quy hoạch năm 2008 thì Nam Định thuộc vùng duyên hải Bắc Bộ. Với lịch sử lâu đời và trải qua nhiều thay đổi đến ngày nay tỉnh Nam Định có 10 đơn vị hành chính, bao gồm: 1 thành phố và 9 huyện. Nam Định cũng nổi tiếng với các truyền thống hiếu học, nhiều di tích lịch sử như Đền Trần, Đền An Lá, Hội Phủ Giầy...và nhiều đặc sản nổi tiếng như: Gạo tám xoan, Hải Hậu và Chuối ngự.",
      "RelatedEvent": [
         "2500 công nhân nhà máy sợi Nam Định bãi công (1925 - ?)",
         "Đào Sư Tích (1348 - 1396)",
         "Nguyễn Hiền (1234 - ?)",
         "Nguyễn Bính (1918 - 1966)",
         "Bùi Viện (1839 - 1878)",
         "Tú Xương (1870 - 1907)"
      ]
   },
   {
      "RelicName": "Thanh Chương",
      "RelicDescription": "Thanh Chương là một huyện miền núi nằm ở phía tây nam thuộc tỉnh Nghệ An. phía tây nam giáp tỉnh Bolikhamxai của Lào; phía đông giáp huyện Đô Lương và Nam Đàn; phía tây bắc giáp huyện Anh Sơn; phía đông bắc giáp huyện Đô Lương; phía nam giáp huyện Hương Sơn. Huyện lỵ cách thành phố Vinh 50 km. Đây là huyện được UNESCO đưa vào danh sách các địa danh thuộc Khu dự trữ sinh quyển miền tây Nghệ An.",
      "RelatedEvent": []
   },
   {
      "RelicName": "Nam Đàn",
      "RelicDescription": "Huyện Nam Đàn nằm ở hạ lưu sông Lam, phần lớn diện tích ở tả ngạn sông Lam và một phần ở hữu ngạn sông Lam. Diện tích khoảng 293,90 km2, phía đông giáp huyện Hưng Nguyên và huyện Nghi Lộc, phía Tây giáp huyện Thanh Chương, phía Bắc giáp huyện Đô Lương, phía Nam giáp huyện Hương Sơn và huyện Đức Thọ thuộc tỉnh Hà Tĩnh. Huyện lỵ của Nam Đàn đóng ở thị trấn Nam Đàn, trên đường quốc lộ 46 Vinh - Đô Lương, cách thành phố Vinh 21 km về phía Đông",
      "RelatedEvent": [
         "Ngày Sinh Chủ Tịch Hồ Chí Minh (1890 - ?)"
      ]
   },
   {
      "RelicName": "Dạ Trạch",
      "RelicDescription": "Dạ Trạch là một xã thuộc huyện Khoái Châu, tỉnh Hưng Yên nằm bên bờ sông Hồng. Tên xã lấy từ tên của đầm Dạ Trạch, xuất phát từ điển tích đầm một đêm (Nhất Dạ Trạch) của truyền thuyết Tiên Dung-Chử Đồng Tử trong dân gian. Thế kỉ thứ VI, Triệu Quang Phục đã ém binh trong vùng đầm lầy Dạ Trạch, đêm đêm tiến ra đánh tỉa quân xâm lược nhà Lương. Ở đây còn là căn cứ của nghĩa quân Nguyễn Thiện Thuật trong phong trào Cần Vương chống thực dân Pháp xâm lược của vua Hàm Nghi.",
      "RelatedEvent": [
         "Triệu Quang Phục đóng quân ở đầm Dạ Trạch (547 - ?)"
      ]
   },
   {
      "RelicName": "Nhật Nam",
      "RelicDescription": "Nhật Nam là một địa danh cũ của Việt Nam thời Bắc thuộc mà nhà Hán lập nên để cai quản Việt Nam. Quận Nhật Nam có vị trí bắt đầu từ đèo Ngang (tỉnh Quảng Bình) đến Quảng Ngãi, Bình Định. Theo Hán thư, quận này thành lập năm Nguyên Đỉnh thứ 6 (111 TCN) thời Hán Vũ Đế, bao gồm 15.400 hộ, 69.485 khẩu, chưa bằng nửa Cửu Chân (35.743 hộ, 166.013 khẩu) và chỉ bằng một phần sáu Giao Chỉ (92.440 hộ, 746.237 khẩu)",
      "RelatedEvent": [
         "Nhà Hán đánh bại nhà Triệu, đô hộ Âu Lạc (-111 - ?)",
         "Hơn 2000 dân Tượng Lâm quận Nhật Nam khởi nghĩa chống chính quyền đô hộ nhà Hán (100 - ?)",
         "Khởi nghĩa ở quận Nhật Nam (137 - ?)",
         "Nhà nước Lâm Ấp được thành lập (190 - ?)"
      ]
   },
   {
      "RelicName": "Giao Chỉ",
      "RelicDescription": "Giao Chỉ là tên gọi địa danh một phần lãnh thổ Việt Nam trong lịch sử, từ thời Hùng Vương đến các kỳ thời Bắc thuộc. Giao Chỉ nguyên là tên gọi của một bộ trong số 15 bộ của nước Văn Lang thời xưa. Bộ Giao Chỉ thời Hùng Vương tương đương miền Hà Nội ngày nay và miền hữu ngạn sông Hồng.",
      "RelatedEvent": [
         "Kháng chiến của nhân dân ta chống quân xâm lược Hán (42 - 43)",
         "Nhà Hán đánh bại nhà Triệu, đô hộ Âu Lạc (-111 - ?)",
         "Nhà Hán lập Giao Chỉ Bộ (-106 - ?)",
         "Tô Định làm Thái thú Giao Chỉ (34 - ?)",
         "Nhà Hán cử Mã Viện cùng với Đoàn Chí đem quân sang đánh Trưng Vương (-41 - ?)",
         "Mã Viện đánh vào Giao Chỉ (42 - ?)",
         "Khởi nghĩa ở quận Nhật Nam (137 - ?)",
         "Nhà Hán suy yếu Nho giáo bắt đầu du nhập vào nước ta (187 - ?)",
         "Nhà Hán đặt Giao Chỉ thành Giao Châu (203 - ?)",
         "Nhà Lương chiếm lại Giao Châu, Lý Nam Đế về giữ thành Gia Ninh (545 - ?)"
      ]
   },
   {
      "RelicName": "Cửu Chân",
      "RelicDescription": "Quận Cửu Chân là địa danh cổ của Việt Nam gồm địa phận tỉnh Thanh Hóa và một phần tỉnh Ninh Bình vào thời Vua Hùng. Thời nhà Hán lập quận Cửu bao gồm vùng Thanh Hóa, Nghệ An, Hà Tĩnh và một phần Ninh Bình ngày nay. Trải qua thời nhà Đông Ngô thời Tam quốc, rồi Nhà Tấn, tiếp đến là Nam Bắc triều, quận Cửu Chân có nhiều thay đổi. Cho đến năm 1397, vua Trần Thuận Tông đổi làm trấn Thanh Đô, gồm 3 châu và 7 huyện",
      "RelatedEvent": [
         "Nhà Hán đánh bại nhà Triệu, đô hộ Âu Lạc (-111 - ?)",
         "Khởi nghĩa ở quận Nhật Nam (137 - ?)",
         "Lý Nam Đế giao binh quyền cho Triệu Quang Phục (546 - ?)",
         "Hai Bà Trưng chống cự lại với quân nhà Hán và tử trận (943 - ?)"
      ]
   },
   {
      "RelicName": "Đồng Tháp",
      "RelicDescription": "Đồng Tháp là một tỉnh nằm ở miền Tây Nam Bộ, thuộc vùng Đồng bằng sông Cửu Long, Việt Nam. Diện tích khoảng 3.377,0 km², tỉnh lỵ là thành phố Cao Lãnh. Vùng đất Đồng Tháp được Chúa Nguyễn khai phá vào khoảng thế kỷ XVII, XVIII. Từ đầu thế kỷ XVII, đã có lưu dân Việt đến vùng Sa Đéc khẩn hoang, lập ấp.",
      "RelatedEvent": [
         "Lý Hồng Thanh (1916 - 1941)",
         "Tạ Thu Thâu (1906 - 1945)"
      ]
   },
   {
      "RelicName": "Thái Bình",
      "RelicDescription": "Thái Bình là một tỉnh ven biển ở đồng bằng sông Hồng, miền Bắc Việt Nam. Trung tâm tỉnh là thành phố Thái Bình cách thủ đô Hà Nội 110 km về phía đông nam, cách thành phố Hải Phòng 70 km về phía tây nam. Thái Bình tiếp giáp với 5 tỉnh, thành phố: Hải Dương ở phía bắc, Hưng Yên ở phía tây bắc, Hải Phòng ở phía đông bắc, Hà Nam ở phía tây, Nam Định ở phía tây và tây nam. Phía đông là biển Đông (vịnh Bắc Bộ). Theo quy hoạch phát triển kinh tế, Thái Bình thuộc vùng duyên hải Bắc Bộ.",
      "RelatedEvent": [
         "Kỷ niệm ngày Quốc tế lao động trên cả nước (1930 - ?)",
         "Lê Quý Đôn (1726 - 1784)",
         "Phạm Thế Hiển (1803 - 1861)",
         "Hoàng Văn Thái (1915 - 1986)",
         "Trần Đức Thịnh (1901 - 1971)",
         "Trịnh Tam Tỉnh (1907 - 1992)"
      ]
   },
   {
      "RelicName": "Chợ Lớn",
      "RelicDescription": "Chợ Lớn là tên của khu vực đông người Hoa sinh sống nằm ven kênh Tẻ trải dài từ Quận 5 và Quận 6 ở Sài Gòn nay là Thành phố Hồ Chí Minh, miền Nam Việt Nam. Khu vực này trước kia lập thành một thành phố riêng biệt với Sài Gòn: thành phố Chợ Lớn. Trong những năm 1930-1950 do quá trình đô thị hóa, Sài Gòn và Chợ Lớn dần dần sáp nhập với nhau.",
      "RelatedEvent": [
         "Kỷ niệm ngày Quốc tế lao động trên cả nước (1930 - ?)",
         "Thực dân Pháp đánh chiếm Sài Gòn Nhân dân Nam Bộ đứng lên chống thực dân Pháp trở lại xâm lược (1945 - ?)"
      ]
   },
   {
      "RelicName": "Liên bang Đông Dương",
      "RelicDescription": "Liên bang Đông Dương đôi khi gọi là Đông Dương thuộc Pháp hoặc Đông Pháp, là lãnh thổ nằm dưới quyền cai trị của thực dân Pháp nằm ở khu vực Đông Nam Á, được thành lập vào ngày 17 tháng 10 năm 1887",
      "RelatedEvent": [
         "Pháp ký hiệp ước thỏa thuận cho phát xít Nhật sử dụng lãnh thổ Bắc Kỳ vào những mục đích quân sự Nhật đưa quân vào Đông Dương (1940 - ?)",
         "Nhật đảo chính lật đổ Pháp trên toàn Đông Dương (1945 - ?)",
         "Hội nghị Giơnevơ về Đông Dương kết thúc thắng lợi (1954 - ?)"
      ]
   },
   {
      "RelicName": "Tượng Lâm",
      "RelicDescription": "Vùng đất Tượng Lâm các sử liệu Trung Hoa xưa xác nhận đó là phần đất ở vùng cực nam quận Nhật Nam, trực thuộc quyền cai trị của Giao Châu thời Bắc thuộc, ngày nay là các tỉnh Quảng Nam, Quảng Ngãi, Bình Định (có tài liệu cho là đến tận cửa Đại Lãnh, Phú Yên). Những nhà khảo cổ học phương Tây cho rằng Tượng Lâm có thể là phần đất chạy dọc theo bờ biển, từ đèo Ngang đến đèo Hải Vân, nằm trong lãnh thổ các tỉnh Hà Tĩnh, Quảng Bình, Quảng Trị và Thừa Thiên-Huế. Một số học giả Chăm học cho rằng lãnh thổ Tượng Lâm bao gồm: Indrapura (Quảng Bình, Quảng Trị, Thừa Thiên-Huế ngày nay), Amavarati (Quảng Nam) và Vijaya (Bình Định), sau này gọi chung là bắc Chiêm Thành.",
      "RelatedEvent": [
         "Hơn 2000 dân Tượng Lâm quận Nhật Nam khởi nghĩa chống chính quyền đô hộ nhà Hán (100 - ?)",
         "Nhà nước Lâm Ấp được thành lập (190 - ?)"
      ]
   },
   {
      "RelicName": "Hà Tiên",
      "RelicDescription": "Hà Tiên là một trong sáu tỉnh đầu tiên ở Nam Kỳ Việt Nam, thành lập năm 1832. Tên gọi Hà Tiên do Mạc Cửu đặt, vì tương truyền xưa kia có tiên xuất hiện trên sông Giang Thành.",
      "RelatedEvent": []
   },
   {
      "RelicName": "Bắc Sơn",
      "RelicDescription": "Bắc Sơn nằm ở phía Tây Nam tỉnh Lạng Sơn, với diện tích khoảng 700km2, phía Đông giáp huyện văn quán, phía Tây giáp huyện Võ Nhai, phía Nam giáp huyện Hữu Lũng và phía Bắc giáp huyện Bình Gia.",
      "RelatedEvent": [
         "Khởi nghĩa Bắc Sơn (1940 - ?)",
         "Thành lập đội du kích Bắc Sơn (1941 - ?)"
      ]
   },
   {
      "RelicName": "Pác Bó",
      "RelicDescription": "Khu di tích Pác Bó là một khu di tích lịch sử cách mạng hạng quốc gia - đặc biệt của Việt Nam, thuộc bản Pác Bó xã Trường Hà huyện Hà Quảng tỉnh Cao Bằng, cách thành phố Cao Bằng 55 km về phía Bắc. Khu di tích bao gồm: nhà tưởng niệm Bác Hồ, hang Cốc Pó (tên địa phương có nghĩa là \"đầu nguồn\"), hang Lũng Lạn, hang Ngườm Vài (đều trên núi Các Mác), suối Lê nin, bàn đá nơi Bác Hồ làm việc, nền nhà ông Lý Quốc Súng, nền nhà ông La Thành, v.v...",
      "RelatedEvent": [
         "Lãnh tụ Nguyễn Ái Quốc trờ về nước, đặt căn cứ tại Pác Bó (1941 - ?)",
         "Mặt trận Việt Minh được thành lập (1941 - ?)"
      ]
   },
   {
      "RelicName": "Cao Bằng",
      "RelicDescription": "Cao Bằng là một tỉnh thuộc vùng Đông Bắc Việt Nam. Phía tây giáp tỉnh Tuyên Quang và Hà Giang, phía nam giáp Bắc Kạn và Lạng Sơn. Phía bắc và phía đông giáp các địa cấp thị Bách Sắc và Sùng Tả của Khu tự trị dân tộc Choang Quảng Tây (Trung Quốc). Đây là vùng có diện tích đất tự nhiên 6.690,72 km², là cao nguyên đá vôi xen lẫn núi đất, có độ cao trung bình trên 200 m, vùng sát biên có độ cao từ 600- 1.300 m so với mặt nước biển. Núi non trùng điệp. Rừng núi chiếm hơn 90% diện tích toàn tỉnh.",
      "RelatedEvent": [
         "Lãnh tụ Nguyễn Ái Quốc trờ về nước, đặt căn cứ tại Pác Bó (1941 - ?)",
         "Mặt trận Việt Minh được thành lập (1941 - ?)",
         "Đội Việt Nam tuyên truyền giải phóng quân thành lập (1944 - ?)",
         "Chiến thắng Phay Khắt và Nà Ngần của Đội Việt Nam tuyên truyền giải phóng quân (1944 - 1944)",
         "1833-1835: Cuộc khởi nghĩa Nông Văn Vân chống Nguyễn (1833 - 1835)",
         "Chiến tranh biên giới Việt - Trung 1979 (1979 - ?)",
         "Kim Đồng (1928 - 1943)"
      ]
   },
   {
      "RelicName": "Ba Tơ",
      "RelicDescription": "Ba Tơ là huyện miền núi nằm phía tây Nam và Nam tỉnh Quảng Ngãi, Việt Nam. Huyện nổi tiếng về đội du kích Ba Tơ và cuộc khởi nghĩa Ba Tơ. Di tích cuộc khởi nghĩa Ba Tơ đã được Bộ Văn hóa Thông tin Việt Nam xếp hạng. Bảo tàng Ba Tơ trưng bày những hiện vật liên quan đến cuộc khởi nghĩa. Huyện còn có làng dệt thổ cẩm nổi tiếng (làng Teng). Từ đây có quốc lộ 24A đi Tây Nguyên, Lào và Campuchia",
      "RelatedEvent": [
         "Khởi nghĩa Ba Tơ (1945 - ?)"
      ]
   },
   {
      "RelicName": "Quảng Ngãi",
      "RelicDescription": "Quảng Ngãi là tỉnh ven biển, nằm trong vùng kinh tế trọng điểm miền Trung (Thừa Thiên Huế - Đà Nẵng - Quảng Nam - Quảng Ngãi - Bình Định) và được Chính phủ chọn khu vực Dung Quất để xây dựng nhà máy lọc dầu đầu tiên của Việt Nam. Tổng diện tích đất tự nhiên toàn tỉnh là 5.136,88 km2. Quảng Ngãi có bờ biển dài khoảng 129 km, ngoài khơi có đảo Lý Sơn và một số đảo nhỏ khác",
      "RelatedEvent": [
         "Khởi nghĩa Ba Tơ (1945 - ?)",
         "Cuộc nổi dậy chống nhà Nguyễn ở Đá Vách Quảng Ngãi (1803 - 1883)",
         "Trương Định (1820 - 1864)",
         "Tế Hanh (1921 - 2009)",
         "Ngô Thị Thuận (1939 - ?)",
         "Trần Nguyên Mẫn (1915 - 1950)",
         "Trịnh Thị Ánh Tuyết (1870 - 1887)"
      ]
   },
   {
      "RelicName": "Việt Bắc",
      "RelicDescription": "Việt Bắc là một vùng phía Bắc Hà Nội thời kháng chiến chống Pháp (1945-1954) bao trùm nhiều tỉnh ở Bắc Bộ. Ngày nay nó thường được hiểu là khu vực gồm 6 tỉnh Cao Bằng, Bắc Kạn, Lạng Sơn, Hà Giang, Tuyên Quang, Thái Nguyên hay còn được gọi tắt là Cao - Bắc - Lạng - Thái - Tuyên - Hà.",
      "RelatedEvent": [
         "Khu giải phóng Việt Bắc được thành lập trở thành căn cứ địa chính của cách mạng (1945 - ?)",
         "Chiến dịch Việt Bắc (1947 - 1947)",
         "Ngày truyền thống sinh viên học sinh Việt Nam (1950 - ?)"
      ]
   },
   {
      "RelicName": "Cầu Giấy",
      "RelicDescription": "Cầu Giấy là một quận của thủ đô Hà Nội, được lập theo nghị định của Chính phủ Việt Nam năm 1996. Quận Cầu Giấy hợp bởi 4 thị trấn: Nghĩa Đô, Nghĩa Tân, Mai Dịch, Cầu Giấy và 3 xã: Dịch Vọng, Yên Hòa, Trung Hòa thuộc huyện Từ Liêm. Vì trùng tên với quận nên thị trấn Cầu Giấy phải đổi tên thành phường Quan Hoa.",
      "RelatedEvent": [
         "Trận Cầu Giấy (Hà Nội) PGacniê bị giết (1873 - ?)"
      ]
   },
   {
      "RelicName": "Chiến khu Tân Trào",
      "RelicDescription": "Tân Trào là khu di tích lịch sử của cách mạng Việt Nam thời kỳ Cách mạng tháng Tám. Hiện nay, nơi đây đã được thủ tướng chính phủ Việt Nam đưa vào danh sách xếp hạng 23 di tích quốc gia đặc biệt. Tân Trào là thủ đô lâm thời của khu giải phóng, nơi Ðảng Cộng sản Việt Nam tiến hành hội nghị toàn quốc ngày 13 tháng 8 năm 1945 để quyết định tổng khởi nghĩa. Ðại hội quốc dân cũng đã họp tại đây ngày 16 tháng 8 năm 1945, thông qua 10 chính sách lớn của Việt Minh, bầu ra một chính phủ lâm thời do Hồ Chí Minh làm chủ tịch và quân giải phóng Việt Nam làm lễ ra quân.",
      "RelatedEvent": [
         "Hội nghị Toàn quốc của Đảng Cộng sản Đông Dương họp tại Tân Trào (1945 - 1945)",
         "Tổng khởi nghĩa tháng 8 năm 1945 (1945 - ?)"
      ]
   },
   {
      "RelicName": "Tuyên Quang",
      "RelicDescription": "Tuyên Quang là một tỉnh thuộc vùng Đông Bắc Việt Nam, có diện tích 5.868 km² (đứng thứ 25 trên cả nước). Có tỉnh lỵ là Thành phố Tuyên Quang. Tỉnh có phía Bắc giáp tỉnh Hà Giang, phía Đông Bắc giáp Cao Bằng, phía Đông giáp Bắc Kạn và Thái Nguyên, phía Nam giáp Vĩnh Phúc, phía Tây-Nam giáp Phú Thọ, phía Tây giáp Yên Bái.",
      "RelatedEvent": [
         "Đại hội đại biểu toàn quốc lần thứ II của Đảng Cộng sản Đông Dương (1951 - 1951)",
         "1833-1835: Cuộc khởi nghĩa Nông Văn Vân chống Nguyễn (1833 - 1835)"
      ]
   },
   {
      "RelicName": "Tây Bắc",
      "RelicDescription": "Vùng Tây Bắc là vùng miền núi phía Tây của miền Bắc Việt Nam, bao gồm các tỉnh Lai Châu, Điện Biên, Sơn La, Hòa Bình, Yên Bái, Lào Cai. Vùng Tây Bắc có chung đường biên giới với Lào và Trung Quốc. Vùng này có khi được gọi là Tây Bắc Bắc Bộ và là một trong 3 tiểu vùng của Bắc Bộ Việt Nam. Vùng Tây Bắc là không gian văn hóa của dân tộc Thái, nổi tiếng với điệu múa xòe. Thái là dân tộc có dân số lớn nhất vùng. Ngoài ra, còn khoảng 20 dân tộc khác.",
      "RelatedEvent": [
         "Nhà nước Văn Lang ra đời (-700 - ?)",
         "Chiến dịch Tây Bắc (1952 - 1952)"
      ]
   },
   {
      "RelicName": "Tây Nguyên",
      "RelicDescription": "Vùng Tây Nguyên, một thời gọi là Cao nguyên Trung phần Việt Nam là khu vực cao nguyên bao gồm 5 tỉnh, xếp theo thứ tự vị trí địa lý từ bắc xuống nam gồm Kon Tum, Gia Lai, Đắk Lắk, Đắk Nông và Lâm Đồng, với diện tích tự nhiên là 54.474 km2 chiếm 16,8% diện tích tự nhiên cả nước. Tây Nguyên là một tiểu vùng, cùng với vùng Duyên hải Nam Trung Bộ hợp thành vùng Nam Trung Bộ, thuộc Trung Bộ Việt Nam.",
      "RelatedEvent": [
         "Chiến dịch Bắc Tây Nguyên (1954 - 1954)"
      ]
   },
   {
      "RelicName": "Điện Biên Phủ",
      "RelicDescription": "Điện Biên Phủ là thành phố tỉnh lỵ tỉnh Điện Biên ở tây bắc Việt Nam. Thành phố Điện Biên Phủ phía đông nam giáp huyện Điện Biên Đông, các phía còn lại giáp huyện Điện Biên. Điện Biên Phủ vốn được gọi là Mường Thanh, từ chữ Mường Then theo tiếng dân tộc Thái nghĩa là \"Xứ Trời\", gắn với truyền thuyết về sự phát sinh ra dân tộc Thái. Đây là \"đất tổ\" của nhiều ngành Thái ở Đông Nam Á. Tên gọi Điện Biên do vua Thiệu Trị đặt năm 1841 từ châu Ninh Biên; Điện nghĩa là \"kiến lập\", Biên nghĩa là vùng biên giới, biên ải.",
      "RelatedEvent": []
   },
   {
      "RelicName": "Di tích Him Lam (Beatrice)",
      "RelicDescription": "Di tích Him Lam hiện nay nằm tại phường Him Lam - thành Phố Điện Biên Phủ. Từ trung tâm thành phố dọc theo quốc lộ 279(7/5) hướng đi Điện Biên Phủ - Hà Nội khoảng 3km rồi rẽ trái 100m là đến di tích Him Lam. Tên gọi Him Lam là bộ đội ta đặt tên vì đồi này cạnh bản Him Lam nên nhân dân thường gọi đồi Him Lam, ngoài ra còn có tên là đồi Phan Đình Giót vì anh hùng liệt sỹ Phan Đình Giót đã chiến đấu hy sinh anh dũng tại đây.",
      "RelatedEvent": [
         "Trận Him Lam (1954 - ?)"
      ]
   },
   {
      "RelicName": "Di tích đồi Độc lập",
      "RelicDescription": "Đồi Độc Lập là tên gọi của bộ đội ta để chỉ một quả đồi, nằm ở phía Bắc cánh đồng Mường Thanh, thuộc xã Thanh Nưa, huyện Điện Biên. Trước đây, đồi Độc Lập là một cứ điểm quan trọng (thực dân Pháp đặt tên là Gabrien, tên một cô gái đẹp nước Pháp) thuộc Tập đoàn cứ điểm Điện Biên Phủ của Pháp năm xưa.",
      "RelatedEvent": [
         "Trận đồi Độc Lập (1954 - 1954)"
      ]
   },
   {
      "RelicName": "Đồi A1",
      "RelicDescription": "Di tích A1 (cứ điểm Elian 2) nằm cạnh quốc lộ 279 (đường7/5) thuộc phường Mường Thanh - thành phố Điện Biên Phủ, tỉnh Điện Biên. Cứ điểm này cao 32m so với mặt đường có diện tích 83.000 m2, cách Sở chỉ huy tập đoàn cứ điểm Điện Biên Phủ của thực dân Pháp khoảng 500m về phía Tây theo đường chim bay. A1 thuộc dãy đồi phía Đông cùng với C1, C2, D và E tạo thành bức tường thành vững chắc che chở cho phân khu trung tâm, là điểm cao cuối cùng trực tiếp che chở cho Sở chỉ huy quân Pháp và được ví như “chìa khóa” của cả tập đoàn cứ điểm Điện Biên Phủ.",
      "RelatedEvent": [
         "Trận đồi A1 (1954 - 1954)"
      ]
   },
   {
      "RelicName": "Đồi C1",
      "RelicDescription": "Đồi C1 được quân Pháp đặt cho một cái tên thiếu nữ Pháp - Êlian 1, nằm trong dãy đồi liên hoàn phía Đông. C1 cùng với A1, C2, E1, D tạo thành tấm lá chắn bằng thép che chở cho phân khu trung tâm. Xét về địa thế, đồi C1 tuy không có độ cao như đồi E và đồi D, nhưng lại có vai trò quan trọng hơn rất nhiều bởi sự bố phòng liên hoàn cùng với A1. Di tích này nằm ở địa phận phường Mường Thanh - thành phố Điện Biên Phủ, tỉnh Điện Biên",
      "RelatedEvent": [
         "Trận đồi C1 (1954 - 1954)"
      ]
   },
   {
      "RelicName": "Bản kéo",
      "RelicDescription": "Đồi bản Kéo nằm ở phía Tây bắc của tập đoàn cứ điểm, thuộc thành phố Điện Biên Phủ, tỉnh Điện Biên. Thực dân Pháp đặt tên mới cho bản Kéo là trung tâm đề kháng Annơ Mari. Cứ điểm này nằm cạnh bản Kéo - một bản của đồng bào dân tộc Thái nên được gọi là đồi bản Kéo. Tiếng Thái Kéo là cái “Thung” nhỏ ở chân núi. Ở đây có một bãi rộng gần chân núi (Bộ đội hiện nay thường dùng làm bãi tập), đồi bản Kéo không cao lắm nhưng khá dài, hình vành trăng khuyết, chiều lõm quay về dãy núi phía Bắc. Cùng với đồi Độc Lập, bản Kéo có nhiệm vụ bảo vệ sân bay Mường Thanh, ngăn chặn sự tấn công của quân ta từ hướng Lai Châu vào Điện Biên Phủ",
      "RelatedEvent": [
         "Trận Bản Kéo (1954 - ?)"
      ]
   },
   {
      "RelicName": "Hồng Cúm",
      "RelicDescription": "Phân khu Hồng Cúm nằm ở phía Nam lòng chảo Điện Biên (còn gọi là phân khu Nam) cách Sở chỉ huy của tướng Đờ cát tơ ri 6km về phía Nam. Người Pháp gọi phân khu này với cái tên Isaben (tên một cô gái đẹp). Đồng bào địa phương gọi nơi này là Hoong Cúm. Và tên chính thức bây giờ là Hồng Cúm. Hồng cúm thuộc Thành phố Điện Biên Phủ, tỉnh Điện Biên.",
      "RelatedEvent": [
         "Trận Hồng Cúm (1954 - 1954)"
      ]
   },
   {
      "RelicName": "đồng bằng sông Cửu Long",
      "RelicDescription": "Vùng đồng bằng sông Cửu Long bao gồm các tỉnh Long An, Tiền Giang, Bến Tre, Vĩnh Long, Trà Vinh, Cần Thơ, Sóc Trăng, Bạc Liêu, Cà Mau, Kiên Giang, An Giang, Đồng Tháp, Hậu Giang với tổng diện tích tự nhiên 39.734 km2 chiếm 12,2 % diện tích tự nhiên của cả nước.",
      "RelatedEvent": [
         "Chiến dịch đồng bằng sông Cửu Long (1972 - 1972)"
      ]
   },
   {
      "RelicName": "Đồng Bằng Sông Hồng",
      "RelicDescription": "Đồng bằng sông Hồng (hay châu thổ sông Hồng) là một vùng đất rộng lớn nằm quanh khu vực hạ lưu sông Hồng thuộc miền Bắc Việt Nam, vùng đất bao gồm 11 tỉnh và thành phố như: Vĩnh Phúc, Hà Nội, Bắc Ninh, Hà Nam, Hưng Yên, Hải Dương, Hải Phòng, Thái Bình, Nam Định, Ninh Bình, Quảng Ninh. Gần như đồng nghĩa với đồng bằng sông Hồng là vùng trung châu, khác với vùng chân núi trung du và núi cao thượng du. Không giống như vùng đồng bằng sông Cửu Long, các tỉnh trong vùng đồng bằng sông Hồng chỉ có 2 tỉnh Thái Bình và Hưng Yên là không có núi, do đó khu vực này thường được gọi là châu thổ sông Hồng. Toàn vùng có diện tích: 23.336 km², chiếm 7,1 % diện tích của cả nước.",
      "RelatedEvent": []
   },
   {
      "RelicName": "Đông Bắc",
      "RelicDescription": "Vùng đông bắc là vùng lãnh thổ ở hướng Bắc vùng đồng bằng sông Hồng, Việt Nam. Gọi là đông bắc để phân biệt với vùng tây bắc, còn thực chất nó ở vào phía bắc và đông bắc của Hà Nội, rộng hơn vùng Việt Bắc. Vùng đông bắc là một trong 3 tiểu vùng địa lý tự nhiên của Bắc Bộ Việt Nam (2 tiểu vùng kia là Vùng tây bắc và Đồng bằng sông Hồng).",
      "RelatedEvent": [
         "Nhà nước Văn Lang ra đời (-700 - ?)"
      ]
   },
   {
      "RelicName": "Đông Nam Bộ",
      "RelicDescription": "Vùng Đông Nam Bộ có 6 tỉnh và một thành phố: Bà Rịa-Vũng Tàu; Bình Dương; Bình Phước; Đồng Nai; Tây Ninh; Thành phố Hồ Chí Minh. Diện tích tự nhiên 23.564 km2, chiếm 7,3 % diện tích cả nước.",
      "RelatedEvent": [
         "Chiến dịch Nguyễn Huệ (1972 - 1973)"
      ]
   },
   {
      "RelicName": "Bắc Trung Bộ",
      "RelicDescription": "Bắc Trung Bộ là phần phía bắc của Trung Bộ Việt Nam có địa bàn từ Nam dãy núi Tam Điệp tới Bắc đèo Hải Vân. Vùng Bắc Trung Bộ (BTB) là một trong 8 vùng kinh tế được Chính phủ giao lập quy hoạch tổng thể kinh tế xã hội. Viện Quy hoạch Đô thị Nông thôn được giao thực hiện trong 2 năm 1994-1995 với sự tham gia của gần 30 cơ quan, Viện Nghiên cứu ở Trung ương và 6 tỉnh thuộc vùng Bắc Trung Bộ cùng nhiều chuyên gia.",
      "RelatedEvent": []
   },
   {
      "RelicName": "Nam Trung Bộ",
      "RelicDescription": "Duyên hải Nam Trung bộ có vị trí địa lý thuận lợi, gần TP. Hồ Chí Minh và khu tam giác kinh tế trọng điểm miền Đông Nam Bộ; là cửa ngõ của Tây Nguyên. Đặc điểm chung của các tỉnh trong khu vực này là lưng dựa vào dãy Trường Sơn hùng vĩ, mặt nhìn ra biển Đông bao la.",
      "RelatedEvent": [
         "Khoảng 2500 năm trước - Có văn hóa Sa Huỳnh thuộc sơ kỳ đồ sắt (-2500 - ?)"
      ]
   },
   {
      "RelicName": "An Giang",
      "RelicDescription": "An Giang là tỉnh có dân số đông nhất và diện tích đứng thứ 4 (sau tỉnh Kiên Giang, tỉnh Cà Mau và tỉnh Long An) ở đồng bằng sông Cửu Long, thuộc miền Nam Việt Nam. Một phần của An Giang nằm trong tứ giác Long Xuyên. Tháng 7/2013, An Giang là tỉnh đầu tiên ở Đồng bằng sông Cửu Long có 2 thành phố trực thuộc tỉnh (Long Xuyên và Châu Đốc). Thành phố Long Xuyên nằm bên bờ sông Hậu, có truyền thống văn hóa đặc trưng của một thành phố miền Tây với chợ nổi trên sông và nhiều di tích thắng cảnh khác. Thành phố Châu Đốc là thành phố biên giới, nổi tiếng với cụm di tích và thắng cảnh ở núi Sam.",
      "RelatedEvent": [
         "Khởi nghĩa Bảy Thưa chống Pháp ở An Giang (1867 - 1873)",
         "Hoàng Hiệp (1931 - 2013)",
         "Phan Nhân (1930 - 2015)",
         "Nguyễn Quang Sáng (1932 - 2014)",
         "Trương Khánh Châu (1934 - 2019)"
      ]
   },
   {
      "RelicName": "Bạc Liêu",
      "RelicDescription": "Bạc Liêu là vùng đất trẻ, được hình thành chủ yếu do sự bồi lắng phù sa ở các cửa biển tạo nên. Bạc Liêu xưa kia nổi tiếng là đất ăn chơi với nhiều giai thoại về \"công tử Bạc Liêu\", bởi người dân xứ này có tư duy khoáng đạt, thích giao lưu tìm bạn qua hội hè và qua sinh hoạt văn hoá cộng đồng. Do cởi mở và có phần sành điệu nên đất Bạc Liêu không chỉ giữ được đôi chân phiêu lãng của cố nhạc sĩ Cao Văn Lầu, tác giả bài Dạ cổ hoài lang bất hủ, mà còn có sức hút mạnh mẽ đối với tầng lớp đại điền chủ.",
      "RelatedEvent": [
         "Cuộc nổi dậy chống nhà Nguyễn ở Hà Tiên (1840 - 1847)",
         "Trần Trinh Huy (1900 - 1974)",
         "Trần Văn Sớm (1918 - 2004)",
         "Lương Thế Trân (1911 - 1942)",
         "Phan Ngọc Sến (1919 - 1993)"
      ]
   },
   {
      "RelicName": "Bến Tre",
      "RelicDescription": "Bến Tre là một tỉnh thuộc vùng đồng bằng sông Cửu Long[3], nằm cuối nguồn sông Cửu Long, tiếp giáp biển Đông với chiều dài đường biển khoảng 65 km và các tỉnh Tiền Giang, Trà Vinh, Vĩnh Long. Trung tâm của tỉnh Bến Tre cách Thành phố Hồ Chí Minh 87 km về phía Tây qua tỉnh Tiền Giang và Long An[4][5]. Địa hình của Bến Tre bằng phẳng, có độ cao trung bình từ 1 đến 2 mét so với mực nước biển, thấp dần từ tây bắc xuống đông nam, độ cao chênh lệch khá lớn, tối đa là 3,5 m. Khí hậu nhiệt đới gió mùa, mùa mưa thường kéo dài từ tháng 5 đến tháng 10, các tháng còn lại là mùa khô. Nhiệt độ trung bình năm từ 26oC - 27oC. Lượng mưa trung bình năm từ 1.250 - 1.500 mm[6].",
      "RelatedEvent": [
         "Nguyễn Thị Định (1920 - 1992)",
         "Phan Văn Trị (1830 - 1910)",
         "Lê Anh Xuân (1940 - 1968)"
      ]
   },
   {
      "RelicName": "Cần Thơ",
      "RelicDescription": "Thành phố Cần Thơ nằm trong vùng trung - hạ lưu và ở vị trí trung tâm châu thổ sông Cửu Long, trải dài trên 55 km dọc bờ tây sông Hậu, tổng diện tích tự nhiên 1.400,96 km2, chiếm 3,49% diện tích toàn vùng. Phía bắc giáp tỉnh An Giang; phía đông giáp tỉnh Đồng Tháp, Vĩnh Long; phía tây giáp tỉnh Kiên Giang; phía nam giáp tỉnh Hậu Giang. Tọa độ địa lý, TP Cần Thơ nằm trong giới hạn 105 độ13'38\" - 105 độ 50'35\" kinh độ Đông và 9 độ 55'08\" - 10 độ 19'38\" vĩ độ Bắc. Về tổ chức hành chính, Tp. Cần Thơ gồm 5 quận (Ninh Kiều, Cái Răng, Bình Thủy, Ô Môn và Thốt Nốt) và 4 huyện (Phong Điền, Cờ Đỏ, Vĩnh Thạnh, Thới Lai) với 85 đơn vị hành chính cấp xã, phường, thị trấn (5 thị trấn, 36 xã, 44 phường).",
      "RelatedEvent": [
         "Lưu Hữu Phước (1921 - 1989)",
         "Nguyễn Ngọc Thơ (1908 - 1976)",
         "Ba Cụt (1923 - 1956)",
         "Mai Văn Bộ (1918 - 2002)",
         "Phạm Hoàng Hộ (1929 - 2017)"
      ]
   },
   {
      "RelicName": "Cà Mau",
      "RelicDescription": "Cà Mau là tỉnh ven biển ở cực nam của Việt Nam, nằm trong khu vực Đồng bằng sông Cửu Long. Cà Mau là một vùng đất trẻ, mới được khai phá khoảng trên 300 năm. Vùng đất Cà Mau ngày xưa được Mạc Cửu dẫn người hoa đến khai phá. Sau khi Mạc Cửu dâng toàn đất này thần phục nhà Nguyễn, Mạc Thiên Tứ con của Mạc Cửu đã vâng lệnh triều đình chúa Nguyễn lập ra đạo Long Xuyên. Qua nhiều lần thay đổi về hành chính, mãi đến ngày 1 tháng 1 năm 1997, tỉnh Cà Mau được tái lập theo Nghị quyết của Quốc hội khóa IX, kỳ họp thứ 10. Ngày 6 tháng 11 năm 1996 về việc điều chỉnh địa giới hành chính, chia tách tỉnh Minh Hải thành tỉnh Cà Mau và tỉnh Bạc Liêu.",
      "RelatedEvent": [
         "Cuộc nổi dậy chống nhà Nguyễn ở Hà Tiên (1840 - 1847)",
         "Nguyễn Ngọc Tư (1976 - ?)",
         "Trần Văn Phán (1910 - 1942)",
         "Quách Văn Phẩm (1920 - 1941)"
      ]
   },
   {
      "RelicName": "Hậu Giang",
      "RelicDescription": "Hậu Giang là một tỉnh ở đồng bằng sông Cửu Long, cách Thành phố Hồ Chí Minh 240 km về phía Tây Nam. Theo kết quả điều tra ngày 01/04/2009, dân số tỉnh Hậu Giang là 756.625 người.",
      "RelatedEvent": []
   },
   {
      "RelicName": "Sóc Trăng",
      "RelicDescription": "Tỉnh Sóc Trăng nằm trong vùng đồng bằng sông Cửu Long, giáp các tỉnh Trà Vinh, Vĩnh Long, Hậu Giang, Bạc Liêu và biển Đông.",
      "RelatedEvent": [
         "Cuộc nổi dậy chống nhà Nguyễn ở Ba Xuyên (1841 - 1842)",
         "Lương Định Của (1920 - 1975)",
         "Trần Hồng Quân (1937 - ?)"
      ]
   },
   {
      "RelicName": "Tiền Giang",
      "RelicDescription": "Tiền Giang là một tỉnh ven biển đồng bằng sông Cửu Long, miền Nam Việt Nam, với phần lớn diện tích của tỉnh thuộc địa bàn tỉnh Mỹ Tho trước đó",
      "RelatedEvent": [
         "Nguyễn Hữu Huân (1813 - 1875)",
         "Âu Dương Lân (? - 1875)",
         "Nguyễn Sáng (1923 - 1988)",
         "Trần Văn Khê (1921 - 2015)",
         "Dương Văn Minh (1916 - 2001)"
      ]
   },
   {
      "RelicName": "Trà Vinh",
      "RelicDescription": "Trà Vinh là tỉnh Duyên hải Đồng bằng sông Cửu Long, tiếp giáp với các tỉnh Bến Tre, Vĩnh Long, Sóc Trăng; nằm giữa sông Tiền và sông Hậu. Trung tâm tỉnh lỵ Trà Vinh cách thành phố Hồ Chí Minh 130 km và thành phố Cần Thơ 100 km. Tỉnh Trà Vinh có 01 thành phố và 07 huyện gồm: Thành phố Trà Vinh và các huyện Càng Long, Châu Thành, Tiểu Cần, Cầu Kè, Trà Cú, Cầu Ngang, Duyên Hải. Diện tích tự nhiên 2.341 km2, dân số 1,1 triệu người với 03 dân tộc chính là Kinh, Khmer, Hoa, trong đó dân tộc Khmer chiếm 30% dân số.",
      "RelatedEvent": [
         "Trúc Phương (1933 - 1995)",
         "Nguyễn Khánh (1927 - 1923)",
         "Phạm Thái Bường (1915 - 1974)",
         "Dương Quang Đông (1902 - 2003)"
      ]
   },
   {
      "RelicName": "Hải Phòng",
      "RelicDescription": "Hải Phòng, còn được gọi là Thành phố Hoa phượng đỏ, là một thành phố cảng lớn nhất phía Bắc (Cảng Hải Phòng) và công nghiệp ở miền Bắc Việt Nam và là trung tâm kinh tế, văn hoá, giáo dục, khoa học và công nghệ Vùng duyên hải Bắc Bộ. Hải Phòng là thành phố lớn thứ 3của Việt Nam sau Thành phố Hồ Chí Minh, Hà Nội. Hải Phòng còn là 1 trong 5 thành phố trực thuộc trung ương, đô thị loại 1 trung tâm cấp quốc gia, cùng với Đà Nẵng và Cần Thơ. Tính đến tháng 12/2011, dân số Hải Phòng là 1.907.705 người, trong đó dân cư thành thị chiếm 46,1% và dân cư nông thôn chiếm 53,9%, là thành phố đông dân thứ 3 ở Việt Nam.",
      "RelatedEvent": [
         "Khoảng 4000 năm trước :Có văn hóa Phùng Nguyên, đồ đồng xuất hiện (-4000 - ?)",
         "Văn Cao (1923 - 1995)",
         "Hoài Linh (1920 - 1995)",
         "Nguyễn Hữu Tuệ (1871 - 1938)",
         "Nguyễn Văn Ngọ (1906 - 1954)",
         "Bùi Ngọc Tấn (1934 - 2014)"
      ]
   },
   {
      "RelicName": "Hưng Yên",
      "RelicDescription": "Hưng Yên là một tỉnh nằm ở trung tâm đồng bằng sông Hồng Việt Nam. Trung tâm hành chính của tỉnh là thành phố Hưng Yên nằm cách thủ đô Hà Nội 64 km về phía đông nam, cách thành phố Hải Dương 50 km về phía tây nam. Phía bắc giáp tỉnh Bắc Ninh, phía đông giáp tỉnh Hải Dương, phía tây và tây bắc giáp thủ đô Hà Nội, phía nam giáp tỉnh Thái Bình và phía tây nam giáp tỉnh Hà Nam. Trong quy hoạch xây dựng, tỉnh này thuộc vùng Hà Nội",
      "RelatedEvent": [
         "Đoàn Thị Điểm (1705 - 1748)",
         "Tô Hiệu (1912 - 1944)",
         "Nguyễn Công Hoan (1903 - 1977)",
         "Phạm Ngũ Lão (1255 - 1320)",
         "Tô Ngọc Vân (1906 - 1954)"
      ]
   },
   {
      "RelicName": "Hà Nam",
      "RelicDescription": "Hà Nam là một tỉnh nằm ở vùng đồng bằng sông Hồng Việt Nam. phía bắc tiếp giáp với Hà Nội, phía đông giáp với tỉnh Hưng Yên và Thái Bình, phía nam giáp tỉnh Ninh Bình, đông nam giáp tỉnh Nam Định và phía tây giáp tỉnh Hòa Bình. Trong quy hoạch xây dựng, tỉnh này thuộc vùng Hà Nội Cách đây 225 triệu năm toàn bộ vùng đất của Hà Nam, Nam Định, Thái Bình và Ninh Bình còn nằm sâu dưới đáy biển. Cuối kỷ Jurat hay đầu kỷ Bạch phấn, một vận động tạo sơn đã tạo nên vùng đá vôi của 3 tỉnh Hà Nam, Nam Định và Ninh Bình hiện nay. Đa số các núi đá phân bố dọc hữu ngạn sông Đáy, có rất ít ngọn nằm ở tả ngạn. Theo kết quả khảo cổ thì người nguyên thuỷ đã xuất hiện ở Hà Nam trên dưới 1 vạn năm vào buổi đầu thời kỳ đồ đá mới và đồ gốm thuộc nền văn hóa Hoà Bình, văn hóa Bắc Sơn. Cũng có thể do sự bùng nổ dân số từ sơ thời kỳ đại kim khí nên bắt đầu đã có cư dân xuống trồng lúa nước ở vùng chiêm trũng. Họ được xem như những người tiên phong khai thác châu thổ Bắc bộ.",
      "RelatedEvent": [
         "Nam Cao (1917 - 1951)",
         "Trần Văn Đỗ (1903 - 1990)",
         "Lê Hồ (? - 1945)",
         "Lương Khánh Thiện (1903 - 1941)",
         "Nguyễn Hữu Tiến (1901 - 1941)"
      ]
   },
   {
      "RelicName": "Hà Tây",
      "RelicDescription": "Hà Tây là một tỉnh cũ của Việt Nam trong giai đoạn từ 1991-2008, về sau được xáp nhập vào thành phố Hà Nội (01/08/2008). Tỉnh nằm ở vùng trung tâm của đồng bằng Bắc Bộ, giáp hai bờ sông Hồng và sông Đà.",
      "RelatedEvent": []
   },
   {
      "RelicName": "Ninh Bình",
      "RelicDescription": "Ninh Bình là một tỉnh nằm ở cửa ngõ cực nam miền Bắc và khu vực đồng bằng Bắc Bộ, Việt Nam. Theo quy hoạch xây dựng phát triển kinh tế thì tỉnh này thuộc vùng duyên hải Bắc Bộ. Mặc dù được xếp vào khu vực đồng bằng Bắc Bộ nhưng Ninh Bình chỉ có 2 huyện duyên hải là Yên Khánh và Kim Sơn không thuộc miền núi. Vùng đất này từng là kinh đô của Việt Nam ở thế kỷ X, là địa bàn quan trọng về quân sự qua các thời kỳ Đinh, Tiền Lê, Lý, Trần, Tây Sơn. Với vị trí đặc biệt về giao thông, địa hình và lịch sử văn hóa, Ninh Bình là tỉnh có tiềm năng du lịch phong phú và đa dạng.[2] Ninh Bình được ví như một Việt Nam thu nhỏ.[3]",
      "RelatedEvent": [
         "Khoảng 10 vạn năm trước: Có sự sinh sống của Người khôn ngoan đầu tiên ở Việt Nam (-100000 - ?)",
         "Nguyễn Minh Không (1065 - 1141)",
         "Trần Đại Quang (1956 - 2018)",
         "Tạ Uyên (1898 - 1940)",
         "Lê Toàn Thư (1921 - 2001)",
         "Ninh Tốn (1744 - 1795)"
      ]
   },
   {
      "RelicName": "Vĩnh Phúc",
      "RelicDescription": "Vĩnh Phúc thuộc Vùng đồng bằng sông Hồng, Vùng kinh tế trọng điểm Bắc bộ và Vùng Thủ đô, phía Bắc giáp tỉnh Thái Nguyên và Tuyên Quang, phía Tây giáp Phú Thọ, phía Đông và phía Nam giáp thủ đô Hà Nội.",
      "RelatedEvent": [
         "Khoảng 4000 năm trước :Có văn hóa Phùng Nguyên, đồ đồng xuất hiện (-4000 - ?)",
         "Cuộc nổi dậy chống nhà Nguyễn của Ba Nhàn và Tiền Bột (1833 - 1843)",
         "Bát Nàn Công Chúa (17 - 43)",
         "Hữu Thỉnh (1942 - ?)",
         "Đội Cấn (1881 - 1918)",
         "Vũ Hồng Khanh (1898 - 1993)"
      ]
   },
   {
      "RelicName": "Bắc Kạn",
      "RelicDescription": "Bắc Kạn là một tỉnh thuộc vùng Đông Bắc Việt Nam. phía bắc giáp tỉnh Cao Bằng, phía đông giáp tỉnh Lạng Sơn, phía nam giáp tỉnh Thái Nguyên và phía tây giáp tỉnh Tuyên Quang. Dân số tỉnh theo điều tra dân số ngày 01/04/2009 là 294.660 người, là tỉnh ít dân nhất cả nước. Đôi khi tên tỉnh được viết là Bắc Cạn, tuy nhiên tên Bắc Kạn được coi là chính thức và tỉnh Bắc Kạn có con dấu khắc chữ \"Bắc Kạn\" để chỉ đơn vị tỉnh.",
      "RelatedEvent": [
         "Nông Đức Mạnh (1940 - ?)"
      ]
   },
   {
      "RelicName": "Hà Giang",
      "RelicDescription": "Hà Giang là tỉnh miền núi cao nằm ở cực bắc tổ quốc, phía Bắc giáp các tỉnh Vân Nam và Quảng Tây – Trung Quốc, phía Nam giáp tỉnh Tuyên Quang, phía Đông giáp tỉnh Cao Bằng, phía Tây giáp tỉnh Yên Bái và Lào Cai. Diện tích tự nhiên là 7.884,37 km².",
      "RelatedEvent": []
   },
   {
      "RelicName": "Phú Thọ",
      "RelicDescription": "Phú Thọ là một tỉnh Trung du miền núi phía Bắc của Việt Nam, có vị trí trung tâm vùng và là cửa ngõ phía Tây Bắc của Thủ đô Hà Nội. Tỉnh Phú Thọ nằm trên trục hành lang kinh tế Hải Phòng – Hà Nội – Côn Minh (Trung Quốc), phía Đông giáp tỉnh Vĩnh Phúc, phía Tây tiếp giáp thành phố Hà Nội, phía Nam giáp tỉnh Hoà Bình, phía Bắc giáp tỉnh Yên Bái và Tuyên Quang. Phú Thọ cách sân bay quốc tế Nội Bài 50km, cách Trung tâm thành phố Hà Nội 80km, cách cảng Hải Phòng 170km, cách cửa khẩu quốc tế Hà Khẩu (giữa Lào Cai - Việt Nam và Vân Nam - Trung Quốc) và cửa khẩu Thanh Thủy – Lạng Sơn 200km và là nơi hợp lưu của ba con sông lớn: sông Hồng, sông Đà và sông Lô",
      "RelatedEvent": [
         "Khoảng 2 vạn 1 nghìn năm trước: Có văn hóa Sơn Vi (-21000 - ?)",
         "Khoảng 4000 năm trước :Có văn hóa Phùng Nguyên, đồ đồng xuất hiện (-4000 - ?)",
         "Khoảng 3045 năm trước :Có văn hóa Gò Mun, thuộc Hậu kỳ thời đại đồng thau (-3070 - ?)",
         "Cuộc nổi dậy chống nhà Nguyễn của Ba Nhàn và Tiền Bột (1833 - 1843)",
         "Lưu Quang Vũ (1948 - 1988)"
      ]
   },
   {
      "RelicName": "Quảng Ninh",
      "RelicDescription": "Quảng Ninh được thành lập năm 1963 với nền tảng là khu Hồng Quảng và tỉnh Hải Ninh. Tên tỉnh là ghép tên của hai tỉnh Quảng Yên và Hải Ninh cũ. Diện tích của toàn tỉnh Quảng Ninh là 8.239,243 km².",
      "RelatedEvent": [
         "Nguyễn Trí Hiếu (1947 - ?)",
         "Đặng Thân (1964 - ?)"
      ]
   },
   {
      "RelicName": "Thái Nguyên",
      "RelicDescription": "Tỉnh Thái Nguyên nằm ở phía Bắc tiếp giáp với thủ đô Hà Nội, phía Tây tiếp giáp với tỉnh Vĩnh Phúc và tỉnh Tuyên Quang.",
      "RelatedEvent": [
         "1833-1835: Cuộc khởi nghĩa Nông Văn Vân chống Nguyễn (1833 - 1835)",
         "Khoảng 2 vạn 3 nghìn năm trước: Có dấu tích hậu kỳ đồ đá cũ (-23000 - ?)"
      ]
   },
   {
      "RelicName": "Đồng Nai",
      "RelicDescription": "Đồng Nai là tỉnh thuộc Miền Đông Nam Bộ nước Cộng hòa Xã hội chủ nghĩa Việt Nam, có diện tích 5.894,73 km2, chiếm 1,76% diện tích tự nhiên cả nước và chiếm 25,5% diện tích tự nhiên của vùng Đông Nam Bộ. Dân số toàn tỉnh theo số liệu thống kê năm 2005 là 2.218.900 người, mật độ dân số: 365 người/km2. Tỷ lệ tăng dân số tự nhiên của toàn tỉnh năm 2005 là 1,28%. Tỉnh có 11 đơn vị hành chính trực thuộc gồm: Thành phố Biên Hòa - là trung tâm chính trị kinh tế văn hóa của tỉnh; Thị xã Long Khánh và 9 huyện: Long Thành;Nhơn Trạch; Trảng Bom; Thống Nhất; Cẩm Mỹ; Vĩnh Cửu; Xuân Lộc; Định Quán; Tân Phú.",
      "RelatedEvent": []
   },
   {
      "RelicName": "Bà Rịa - Vung Tàu",
      "RelicDescription": "Tỉnh Bà Rịa – Vũng Tàu : Diện tích: 1.987,4 km² Dân số: 1.012,0 nghìn người (2010) Tỉnh lỵ: Thành phố Bà Rịa Các huyện, thị: - Thành phố: Vũng Tàu - Huyện: Châu Đức, Xuyên Mộc, Tân Thành, Long Điền, Đất Đỏ, Côn Đảo. Dân tộc: Việt (Kinh), Hoa, Khmer, Chơ Ro...",
      "RelatedEvent": [
         "Chiến thắng Bình Giã (1964 - 1965)"
      ]
   },
   {
      "RelicName": "Bình Duong",
      "RelicDescription": "h Dương thuộc miền Đông Nam Bộ, nằm trong vùng kinh tế trọng điểm phía Nam (gồm 8 tỉnh thành, thành phố Hồ Chí Minh, Đồng Nai, Bình Dương, Bà Rịa - Vũng Tàu, Bình Phước, Tây Ninh, Long An và tỉnh Tiền Giang), là một trong những tỉnh có tốc độ tăng trưởng kinh tế cao, phát triển công nghiệp năng động của cả nước.",
      "RelatedEvent": [
         "Lý Lan (1957 - ?)",
         "Phan Văn Hùm (1902 - 1946)",
         "Hồ Văn Cống (1912 - 1943)"
      ]
   },
   {
      "RelicName": "Bình Phuớc",
      "RelicDescription": "Bình Phước là một tỉnh thuộc vùng Đông Nam Bộ, Việt Nam. Bình Phước là tỉnh ở Miền Đông Nam Bộ, nằm trong Vùng kinh tế trọng điểm phía Nam có 240 km đường biên giới với Vương quốc Campuchia trong đó 3 tỉnh biên giới gồm Tbong Khmum, Kratie, Mundulkiri, tỉnh là cửa ngõ đồng thời là cầu nối của vùng với Tây Nguyên và Campuchia. Bình Phước là nơi định cư và sinh sống của nhiều dân tộc khác nhau, trong đó dân tộc ít người chiếm 17,9%, đa số là người Xtiêng, một số ít người Hoa, Khmer, Nùng, Tày,... vì vậy Bình Phước có nhiều nét văn hóa của người Xtiêng. Ngoài ra tỉnh còn có nhiều lễ hội truyền thống đặc sắc như Liên hoan văn hóa các dân tộc thiểu số vào tháng 12 hàng năm, lễ hội cầu mưa của người Xtiêng, lễ bỏ mả, lễ hội đánh bạc bầu cua, đánh liêng tố xả láng ở điểm 2, lễ mừng lúa mới của người Khmer. Địa hình vùng lãnh thổ Bình Phước là cao nguyên ở phía Bắc và Đông Bắc, dạng địa hình đồi núi, thấp dần về phía Tây và Tây Nam, nằm trong vùng mang đặc trưng khí hậu nhiệt đới cận xích đạo gió cáI mùa với 2 mùa là mùa mưa và mùa khô. Nhiệt độ bình quân trong năm cao đều và ổn định từ 25,8 ⁰C - 26,2 °C. Khu du lịch chính chủ yếu là Xã Bù Nho Huyện Bù Gia Mập với nhiều loại ăn chơi nổi tiếng",
      "RelatedEvent": []
   },
   {
      "RelicName": "Bình Thuận",
      "RelicDescription": "Bình Thuận nằm trong vùng duyên hải cực Nam Trung Bộ, có mối liên hệ chặt chẽ với vùng Đông Nam Bộ và nằm trong khu vực ảnh hưởng cuả Địa Bàn Kinh tế trọng điểm phía Nam. Nằm cách thành phố Hồ Chí Minh 200 km, cách Thành phố Nha Trang 250 km. Có quốc lộ IA, đường sắt Bắc nam chạy qua; quốc lộ 28 nối liền Bình Thuận với các tỉnh Nam Tây Nguyên; quốc lộ 55 nối liền với Trung tâm dịch vụ dầu khí và du lịch Vũng Tàu. Diện tích tự nhiên 7.828 km2, dân số 1,3 triệu người, lực lượng lao động 734.500 người. Gồm 10 đơn vị hành chính: Thành phố Phan Thiết (Trung tâm tỉnh lỵ), thị xã Lagi và 8 huyện; trong đó có 1 huyện đảo Phú Quý. Những năm qua, kinh tế Bình Thuận tăng trưởng đạt mức bình quân 12%/năm. Tiềm năng tài nguyên thiên nhiên phong phú, đa dạng",
      "RelatedEvent": []
   },
   {
      "RelicName": "Ninh Thuận",
      "RelicDescription": "Ninh Thuận thuộc vùng vuyên hải Nam Trung Bộ, là một tỉnh có vị trí địa lý quan trọng nằm trên ngã ba nối liền vùng kinh tế trọng điểm Đông Nam Bộ với Nam Trung Bộ và Tây Nguyên trong chuỗi liên kết các tỉnh duyên hải miền Trung.",
      "RelatedEvent": []
   },
   {
      "RelicName": "Tây Ninh",
      "RelicDescription": "Tây Ninh là một tỉnh thuộc miền Đông Nam Bộ, nằm trong Vùng kinh tế trọng điểm phía Nam, có diện tích tự nhiên 4.035,9 km², tọa độ địa lý từ 10057’08’’ đến 11046’36’’ vĩ độ Bắc và từ 105048’43” đến 106022’48’’ kinh độ Đông. Phía Đông giáp tỉnh Bình Dương và Bình Phước, phía Nam và Đông Nam giáp thành phố Hồ Chí Minh và tỉnh Long An, phía Bắc và Tây Bắc giáp 2 tỉnh Svay Riêng và Kampong Cham của Campuchia với 1 Cửa khẩu Quốc tế Mộc Bài, hai cửa khẩu quốc gia (Sa Mát và Phước Tân) và nhiều cửa khẩu tiểu ngạch Việt Nam.",
      "RelatedEvent": [
         "Xuân Hồng (1928 - 1996)",
         "Xuân Hồng (1928 - 1996)",
         "Lê Văn Thới (1917 - 1983)"
      ]
   },
   {
      "RelicName": "Phú Yên",
      "RelicDescription": "Phú Yên là một tỉnh duyên hải miền Trung. Phía Bắc giáp tỉnh Bình Định, phía Nam giáp tỉnh Khánh Hoà, phía Tây giáp tỉnh Đắk Lắk và tỉnh Gia Lai, phía Đông giáp biển Đông. Phú Yên có lực lượng lao động tại chỗ dồi dào, cần cù lao động, có học vấn khá và được đào tạo tốt. Phú Yên có đường quốc lộ 1A và quốc lộ 25 đi qua. Thị xã Tuy Hoà nằm cách Thủ đô Hà Nội 1.160 km, cách thành phố Hồ Chí Minh 561 km, cách khu du lịch quốc tế Văn Phong (Khánh Hoà) 40 km. Từ các thành phố của Việt Nam có thể đến Phú Yên thuận tiện bằng đường sắt, đường bộ, đường hàng không và đường biển.",
      "RelatedEvent": [
         "Nguyễn Khuyến (1835 - 1909)",
         "Nguyễn Chấn (1914 - 1985)"
      ]
   },
   {
      "RelicName": "Quảng Nam",
      "RelicDescription": "Quảng Nam là một tỉnh ven biển thuộc vùng phát triển kinh tế trọng điểm của miền Trung, phía Bắc giáp thành phố Đà Nẵng, phía Đông giáp biển Đông với trên 125 km bờ biển, phía Tây giáp tỉnh Kon Tum và nước cộng hoà Dân chủ Nhân dân Lào, phía Nam giáp tỉnh Quảng Ngãi.",
      "RelatedEvent": [
         "Trận đánh Cẩm Sa giữa quân Trịnh và quân Tây Sơn (1775 - ?)",
         "Nguyễn Văn Trỗi (1940 - 1964)",
         "Thạch Lam (1909 - 1942)",
         "Huỳnh Thúc Kháng (1876 - 1947)",
         "Nguyễn Thị Bình",
         "Nguyễn Nhật Ánh (1955 - ?)"
      ]
   },
   {
      "RelicName": "Điện Biên",
      "RelicDescription": "Điện Biên là một tỉnh miền núi biên giới phía Tây Bắc Việt Nam, có diện tích tự nhiên 9.542,289 km2 chiếm 2,89% diện tích cả nước. . Phía Bắc giáp tỉnh Lai Châu, phía Đông và Đông Bắc giáp tỉnh Sơn La, phía Tây Bắc giáp tỉnh Vân Nam (Trung Quốc), phía Tây và Tây Nam giáp với nước Cộng hòa Dân chủ Nhân dân Lào. Cách thủ đô Hà Nội khoảng 500km đường bộ. Điện Biên là tỉnh duy nhất có chung đường biên giới với 2 quốc gia Trung Quốc và Lào, trong đó biên giới với Lào dài 360 km và biên giới với Trung Quốc dài 38,5 km. Điện Biên có 9 đơn vị hành chính (01 Thành phố, 01 Thị xã và 07 huyện) với 21 dân tộc sinh sống",
      "RelatedEvent": []
   },
   {
      "RelicName": "Hòa Bình",
      "RelicDescription": "Hòa Bình là một tỉnh miền núi phía tây bắc Việt Nam, nằm ở tọa độ 200°19' - 210°08' vĩ độ Bắc, 104°48' - 105°40' kinh độ Đông, tỉnh lỵ là thành phố Hòa Bình nằm cách trung tâm thủ đô Hà Nội 73km. Diện tích tự nhiên toàn tỉnh là 4.662.5 km², chiếm 1,41% tổng diện tích tự nhiên của Việt Nam.",
      "RelatedEvent": []
   },
   {
      "RelicName": "Lai Châu",
      "RelicDescription": "Lai Châu là một tỉnh biên giới thuộc vùng tây bắc Việt Nam, phía bắc giáp nước Cộng hòa Nhân dân Trung Hoa, phía tây và phía tây nam giáp tỉnh Điện Biên, phía đông giáp tỉnh Lào Cai, phía đông nam giáp tỉnh Yên Bái, và phía nam giáp tỉnh Sơn La. Tỉnh Lai Châu có 9.068,78 km2 diện tích tự nhiên. Dân số toàn tỉnh có 403,20 nghìn người, gồm 20 dân tộc cùng sinh sống trong đó dân tộc Thái 131.822 người, chiếm 34%; dân tộc Mông 86.467 người, chiếm 22,30%; dân tộc Kinh 54.027 người, chiếm 13,94%",
      "RelatedEvent": [
         "Khoảng 2 vạn 8 nghìn năm trước: Có đồ đá của Người nguyên thủy (-28000 - ?)"
      ]
   },
   {
      "RelicName": "Đắk Nông",
      "RelicDescription": "Đắk Nông nằm ở cửa ngõ phía tây nam của Tây Nguyên. Trung tâm tỉnh Đắk Nông nằm cách thành phố Buôn Ma Thuột với chiều dài 125 km theo đường quốc lộ 14, cách thành phố Hồ Chí Minh khoảng 250 km về phía nam. Phía bắc và đông bắc của Đắc Nông giáp với địa phận tỉnh Đắk Lắk, phía đông và đông Nam giáp tỉnh Lâm Đồng, phía nam giáp tỉnh Bình Phước, đồng thời phía tây tỉnh Đắk Nông giáp với Vương Quốc Campuchia với đường biên giới dài khoảng 120 km, qua hai cửa khẩu là cửa khẩu Đắk Per thuộc huyện Đắk Mil và Bup'rang thuộc địa phận Tuy Đức",
      "RelatedEvent": []
   },
   {
      "RelicName": "Gia Lai",
      "RelicDescription": "Gia Lai là một tỉnh miền núi nằm ở khu vực phía Bắc cao nguyên Trung Bộ; phía Bắc giáp tỉnh Kon Tum, phía Nam giáp tỉnh Đắk Lắk, phía Đông giáp tỉnh Quảng Ngãi, Bình Định và Phú Yên, phía Tây giáp tỉnh Ratanakiri (Campuchia) với đường biên giới chạy dài khoảng 90 km.",
      "RelatedEvent": [
         "Chiến dịch Bắc Tây Nguyên trong kháng chiến chống Mỹ (1972 - 1972)",
         "Ksor Ní (1924 - 2019)"
      ]
   },
   {
      "RelicName": "Kon Tum",
      "RelicDescription": "Kon Tum, còn viết là Kontum, là một tỉnh thuộc vùng Tây Nguyên của Việt Nam. Đây là tỉnh nằm về phía cực Bắc của Tây Nguyên, có vị trí địa lý nằm ở ngã ba Đông Dương, phần lớn nằm ở phía Tây dãy Trường Sơn.",
      "RelatedEvent": [
         "Chiến dịch Bắc Tây Nguyên trong kháng chiến chống Mỹ (1972 - 1972)",
         "Ngụy Như Kontum (1913 - 1991)"
      ]
   },
   {
      "RelicName": "Lâm Ðồng",
      "RelicDescription": "Lâm Đồng là tỉnh miền núi phía Nam Tây Nguyên có độ cao trung bình từ 800 - 1.000 m so với mặt nước biển với diện tích tự nhiên 9.772,19 km2; địa hình tương đối phức tạp chủ yếu, là bình sơn nguyên, núi cao đồng thời cũng có những thung lũng nhỏ bằng phẳng đã tạo nên những yếu tố tự nhiên khác nhau về khí hậu, thổ nhưỡng, thực động vật ... và những cảnh quan kỳ thú cho Lâm Đồng. - Phía đông giáp các tỉnh Khánh Hoà và Ninh Thuận - Phía tây nam giáp tỉnh Đồng Nai - Phía nam – đông nam gáp tỉnh Bình Thuận - Phía bắc giáp tỉnh Đắc Lắc",
      "RelatedEvent": [
         "Khoảng 2 vạn 1 nghìn năm trước: Có văn hóa Sơn Vi (-21000 - ?)"
      ]
   },
   {
      "RelicName": "Cai Lậy",
      "RelicDescription": "Cai Lậy là một thị xã thuộc tỉnh Tiền Giang (trước đây nằm trong huyện Cai Lậy thuộc tỉnh Mỹ Tho và sau đó thuộc tỉnh Tiền Giang), nước Cộng hòa Xã hội chủ nghĩa Việt Nam. Ngày 26 tháng 12 năm 2013, Chính phủ ban hành Nghị quyết về việc điều chỉnh địa giới hành chính huyện Cai Lậy để thành lập thị xã Cai Lậy và huyện Cai Lậy còn lại; thành lập các phường thuộc thị xã Cai Lậy, tỉnh Tiền Giang. Thị xã Cai Lậy có 14.018,95 ha diện tích tự nhiên và dân số là 123.775 người. Thị xã Cai Lậy là trung tâm kinh tế, chính trị xã hội quan trọng của khu vực phía Tây Tỉnh Tiền Giang, là cực đối trọng kinh tế với thị xã Gò Công. Thị xã Cai Lậy từ lâu được biết đến là trung tâm mua bán, trao đổi hàng hóa sầm uất của khu vực Đồng Tháp Mười.",
      "RelatedEvent": [
         "Chiến thắng Ấp Bắc (1963 - ?)"
      ]
   },
   {
      "RelicName": "Gò Công",
      "RelicDescription": "Thị xã Gò Công ở trung tâm phía Đông của tỉnh Tiền Giang, là đô thị đứng thứ 2 của tỉnh (sau thành phố Mỹ Tho).",
      "RelatedEvent": [
         "Hồ Biểu Chánh (1885 - 1958)"
      ]
   },
   {
      "RelicName": "Thuận Thành",
      "RelicDescription": "Thuận Thành là một huyện ở phía nam tỉnh Bắc Ninh, tiếp giáp với Hà Nội, Hải Dương và Hưng Yên. Huyện lỵ là thị trấn Hồ. Thuận Thành là một trong những vùng đất cổ của người Việt, quê hương của những huyền thoại – lịch sử. Trải qua hàng nghìn năm lịch sử, mảnh đất và con người Luy Lâu, Siêu Loại, Thuận Thành đã tạo dựng nên những giá trị văn hóa giàu tính nhân văn và đậm đà bản sắc Kinh Bắc.",
      "RelatedEvent": [
         "Kinh Dương Vương lên ngôi (-2879 - 258)"
      ]
   },
   {
      "RelicName": "Hải Dương",
      "RelicDescription": "Hải Dương là một tỉnh nằm ở đồng bằng sông Hồng, thuộc Vùng kinh tế trọng điểm Bắc bộ, Việt Nam",
      "RelatedEvent": [
         "Cuộc kháng chiến chống quân Lương của nước Vạn Xuân (545 - 603)",
         "Mạc Thị Bưởi (1927 - 1951)",
         "Lương Nhữ Hộc (1420 - 1501)",
         "Yết Kiêu",
         "Tuệ Tĩnh (1330 - ?)",
         "Vũ Tông Phan (1800 - 1851)"
      ]
   },
   {
      "RelicName": "Đông Anh",
      "RelicDescription": "Huyện Đông Anh vốn là huyện Đông Khê thuộc phủ Từ Sơn của tỉnh Bắc Ninh, được nhập phần lớn vào tỉnh Phù Lỗ (được thành lập ngày 6 tháng 10 năm 1901). Ngày 10 tháng 4 năm 1903, huyện Đông Khê đổi tên thành huyện Đông Anh.",
      "RelatedEvent": []
   },
   {
      "RelicName": "Son Tây",
      "RelicDescription": "Thị xã Sơn Tây nằm ở phía tây bắc thành phố Hà Nội, là cửa ngõ phía tây của thủ đô, cách trung tâm thành phố Hà Nội 45 km về phía tây theo quốc lộ 32, có vị trí địa lý: Phía đông giáp huyện Phúc Thọ Phía tây giáp huyện Ba Vì Phía nam giáp huyện Thạch Thất Phía bắc giáp huyện Vĩnh Tường, tỉnh Vĩnh Phúc với sông Hồng là ranh giới tự nhiên. Sơn Tây là trung tâm kinh tế, văn hoá, xã hội của cả vùng; có nhiều đường giao thông thủy, bộ nối với trung tâm Thủ đô Hà Nội; các vùng Đồng bằng sông Hồng với Tây Bắc Bộ như: Sông Hồng, sông Tích, Quốc lộ 32, Quốc lộ 21A, Tỉnh lộ 414, 413. Tính đến năm 2018, thị xã Sơn Tây có tổng diện tích tự nhiên là 113,5 km², dân số khoảng 230.577 người, được chia làm 15 đơn vị hành chính gồm 9 phường và 6 xã có 53 cơ quan, doanh nghiệp, bệnh viện, trường học và 30 đơn vị quân đội trên địa bàn.",
      "RelatedEvent": []
   },
   {
      "RelicName": "Mê Linh",
      "RelicDescription": "Mê Linh là một huyện nằm ở phía bắc thành phố Hà Nội, giáp sân bay quốc tế Nội Bài. Đây là địa danh gắn với tên tuổi của Hai Bà Trưng.",
      "RelatedEvent": [
         "Hai Bà Trưng liên kết Thi Sách chiêu mộ nghĩa binh (39 - ?)",
         "Cuộc khởi nghĩa Hai Bà Trưng bùng nổ (40 - ?)"
      ]
   },
   {
      "RelicName": "Vị Xuyên",
      "RelicDescription": "Huyện nằm ở trung tâm tỉnh Hà Giang, phía bắc giáp huyện Quản Bạ, phía tây giáp tỉnh Vân Nam (Trung Quốc) và huyện Hoàng Su Phì, phía nam giáp huyện Bắc Quang, phía đông là thành phố Hà Giang và huyện Na Hang (Tuyên Quang).",
      "RelatedEvent": [
         "Trận chiến Vị Xuyên (1984 - ?)"
      ]
   },
   {
      "RelicName": "Chi Lăng",
      "RelicDescription": "Chi Lăng là huyện nằm ở phía nam tỉnh Lạng Sơn, phía bắc là huyện Cao Lộc và thành phố Lạng Sơn, phía nam là huyện Lục Ngạn - Bắc Giang. Huyện có diện tích 703 km2 và dân số là 75.000 người. Huyện có hai thị trấn Chi Lăng và Đồng Mỏ, huyện lỵ là thị trấn Đồng Mỏ nằm trên đường quốc lộ 1A cách thành phố Lạng Sơn 30 km về hướng tây nam và 20 xã.",
      "RelatedEvent": []
   },
   {
      "RelicName": "Xuân Lộc",
      "RelicDescription": "Huyện Xuân Lộc nằm ở phía Đông Nam tỉnh Đồng Nai, huyện được thành lập vào ngày 01/07/1991. Đến đầu năm 2004, thực hiện Nghị định 97/2003/NĐ-CP ngày 21/8/2003 của Chính phủ “V/v tái lập Thị xã Long Khánh và thành lập 2 huyện mới Cẩm Mỹ và Trảng Bom”, huyện Xuân Lộc tiếp tục được điều chỉnh ranh giới hành chính, huyện đã bàn giao 6 xã về huyện Cẩm Mỹ. Hiện nay diện tích tự nhiên toàn huyện là 727,19 km2, là huyện đứng thứ tư trong toàn tỉnh về diện tích tự nhiên và chiếm 12,34% diện tích tự nhiên của tỉnh Đồng Nai.",
      "RelatedEvent": [
         "Chiến dịch tiến công tuyến phòng thủ Xuân Lộc - Long Khánh (1975 - 1975)"
      ]
   },
   {
      "RelicName": "Đồng Xoài",
      "RelicDescription": "Đồng Xoài là một thị xã của tỉnh Bình Phước, nằm cách thành phố Hồ Chí Minh 110 km, cách đường biên giới Campuchia 110 km. Thị xã Đồng Xoài được xem là trung tâm chính trị, kinh tế, văn hóa và xã hội của tỉnh Bình Phước, có vị trí thuận lợi, nằm trên giao lộ giữa Quốc lộ 14 và tỉnh lộ 741, nối liền với các tỉnh như thành phố Hồ Chí Minh, Bình Dương, Đồng Nai, … toàn thị xã có hơn 20 dân tộc anh em cùng sinh sống, có tốc độ tăng trưởng kinh tế nhanh và bền vững.",
      "RelatedEvent": [
         "Chiến dịch Đồng Xoài (1965 - 1965)"
      ]
   },
   {
      "RelicName": "Phuớc Long",
      "RelicDescription": "Phước Long là một thị xã thuộc tỉnh Bình Phước. Nằm ở khu vực miền Đông Nam Bộ. Thị xã Phước Long được thành lập theo Nghị quyết số 35 /NQ-CP ngày 11.8.2009 của Chính phủ. Theo Nghị quyết trên thị xã Phước Long được thành lập trên cơ sở tách ra từ huyện Phước Long cũ (bao gồm: toàn bộ diện tích tự nhiên và dân số của thị trấn Thác Mơ, thị trấn Phước Bình, xã Sơn Giang, xã Long Giang, xã Phước Tín; 540,17 ha diện tích tự nhiên và 3.803 nhân khẩu của xã Bình Sơn; 423,67 ha diện tích tự nhiên và 2.542 nhân khẩu của xã Bình Tân) với tổng diện tích tự nhiên là 11.883,93ha và 50.019 nhân khẩu với 7 đơn vị hành chính trực thuộc (gồm các phường: Long Thủy, Thác Mơ, Sơn Giang, Phước Bình, Long Phước và các xã: Long Giang, Phước Tín). Địa giới hành chính của thị xã Phước Long được giới hạn như sau: Đông giáp huyện Bù Đăng; Tây, Nam, Bắc giáp huyện Bù Gia Mập.",
      "RelatedEvent": [
         "Chiến dịch Đường 14-Phước Long (1974 - 1975)"
      ]
   },
   {
      "RelicName": "Đồng Hới",
      "RelicDescription": "Thành phố Đồng Hới (Quảng Bình), thành phố thơ mộng nằm bên bờ sông Nhật Lê. Trước đây, Đồng Hới chỉ là địa điểm dừng chân tạm thời cho du khách khi đến Vườn Quốc gia Phong Nha - Kẻ Bàng (huyện Bố Trạch, tỉnh Quảng Bình). 10 năm trở lại đây, Đồng Hới thay da, đổi thịt khi trở thành một thành phố du lịch hấp dẫn, là điểm đến ưa thích của nhiều du khách.",
      "RelatedEvent": [
         "Trận Lũy Thầy (1672 - 1672)",
         "Trận Trấn Ninh giữa quân Tây Sơn và quân Nhà Nguyễn (1802 - ?)"
      ]
   },
   {
      "RelicName": "An Lão",
      "RelicDescription": "- Phía Bắc giáp huyện Ba Tơ (tỉnh Quảng Ngãi) - Phía Nam giáp huyện Hoài Ân và Vĩnh Thạnh - Phía Đông giáp huyện Hoài Nhơn - Phía Tây giáp huyện Vĩnh Thạnh và huyện Kờ Bang (tỉnh Gia Lai) Với vị trí địa lý nêu trên, trong điều kiện giao thông hiện tại huyện An Lão gặp nhiều khó khăn cho giao lưu, phát triển kinh tế - xã hội vị trí phía Tây Bắc của tỉnh, xã tỉnh lỵ, xã các trung tâm kinh tế. Do đó gặp nhiều khó khăn, thách thức trong phát triển. Nếu được quan tâm đầu tư thoả đáng kết cấu hạ tầng, nhất là giao thông thì huyện mới có thể bứt phá, phát huy thế mạnh để hội nhập và phát triển.",
      "RelatedEvent": [
         "Chiến thắng An Lão (1964 - 1964)"
      ]
   },
   {
      "RelicName": "Tây Sơn",
      "RelicDescription": "Huyện Tây Sơn là một huyện ở phía Tây tỉnh Bình Định. Huyện lỵ là thị trấn Phú Phong. Huyện có diện tích tự nhiên là 708 km², dân số 136.000 người.Huyện Tây Sơn giáp với huyện Vĩnh Thạnh ở phía Tây Bắc, huyện Phù Cát ở phía Đông Bắc, Thị xã An Nhơn ở phía Đông Nam, huyện Vân Canh ở phía Nam, tỉnh Gia Lai ở phía Tây. Huyện có 15 đơn vị hành chính cấp xã, gồm 14 xã: Bình Thành, Bình Nghi, Bình Tường, Bình Hoà, Bình Tân, Bình Thuận, Tây An, Tây Vinh, Tây Bình, Tây Xuân, Tây Phú, Tây Giang, Tây Thuận, Vĩnh An và thị trấn Phú phong - huyện lỵ. Sông Côn chảy qua địa bàn huyện theo hướng Đông Nam, từ huyện Vĩnh Thạnh tới Thị xã An Nhơn. Thị trấn Phú Phong, nằm trên bờ sông Côn, cách thành phố Quy Nhơn 40 km, cách sân bay Phù Cát 20 km, và có quốc lộ 19 chạy qua. Đèo An Khê, trên quốc lộ 19 cũng là ranh giới giữa Tây Sơn với tỉnh Gia Lai.",
      "RelatedEvent": []
   },
   {
      "RelicName": "Nha Trang",
      "RelicDescription": "Nha Trang là một thành phố ven biển và là trung tâm chính trị, kinh tế, văn hóa, khoa học kỹ thuật và du lịch của tỉnh Khánh Hòa, Việt Nam. Trước đây, vùng đất Nha Trang vốn thuộc về Chiêm Thành, do đó các di tích của người Chăm vẫn còn tồn tại nhiều nơi ở Nha Trang. Nha Trang được Thủ tướng chính phủ Việt Nam công nhận là đô thị loại I vào ngày 22 tháng 4 năm 2009. Nha Trang được mệnh danh là hòn ngọc của biển Đông, Viên ngọc xanh vì giá trị thiên nhiên, vẻ đẹp cũng như khí hậu của nó.",
      "RelatedEvent": [
         "Tạ Chí Đại Trường (1938 - 2016)"
      ]
   },
   {
      "RelicName": "Bình Sơn",
      "RelicDescription": "Huyện Bình Sơn là một huyện ở đông bắc tỉnh Quảng Ngãi. Vốn là một huyện thuần nông, nhưng mấy năm trở lại đây Bình Sơn phát triển mạnh nhờ có khu lọc dâu Dung Quất.",
      "RelatedEvent": [
         "Chiến thắng Vạn Tường (1965 - ?)"
      ]
   },
   {
      "RelicName": "Sơn Tịnh",
      "RelicDescription": "Huyện Sơn Tịnh vốn có truyền thống văn hóa, truyền thống yêu nước từ lâu đời, là nơi sản sinh nhiều nhân vật lịch sử, nhiều tướng lĩnh Quân đội nhân dân Việt Nam, nơi có nhiều thắng cảnh và di tích, có núi Ấn sông Trà được coi như biểu tượng của Quảng Ngãi, có Khu chứng tích tội ác chiến tranh Sơn Mỹ được cả nước và thế giới biết đến; là một huyện có tiềm năng phát triển kinh tế đa dạng.",
      "RelatedEvent": [
         "Chiến thắng Ba Gia (1965 - 1965)"
      ]
   },
   {
      "RelicName": "Khe Sanh",
      "RelicDescription": "Thị trấn Khe Sanh (Hướng Hóa, Quảng Trị) cách Đông Hà 63 km về phía Tây, cách cửa khẩu Lao Bảo 20 km về phía Đông. Khe Sanh được cả thế giới biết đến như là \"Trận Điện Biên Phủ thứ hai\" hay là chốn \"địa ngục trần gian\" theo cách nghĩ của lính Thuỷ quân Lục chiến Hoa Kỳ qua trận đánh Khe Sanh - Đường 9 1968 lịch sử.",
      "RelatedEvent": [
         "Chiến dịch tiến công Đường 9-Khe Sanh (1968 - 1968)"
      ]
   },
   {
      "RelicName": "Thuận An",
      "RelicDescription": "Thị trấn Thuận An (huyện Phú Vang, tỉnh Thừa Thiên Huế), một thị trấn trẻ với 15 năm hình thành và phát triển. Thuận An được công nhận đô thị loại IV trực thuộc tỉnh Thừa Thiên Huế vào năm 2013. Nơi đây nổi tiếng có cửa biển Thuận An, một trong những cửa biển quan trọng của miền Trung Việt Nam gắn liền với những trận chiến vang dội trong lịch sử.",
      "RelatedEvent": [
         "Trận Cảng Eo đánh bại hạm đội Châu Âu (1643 - ?)"
      ]
   },
   {
      "RelicName": "Thọ Nguyên",
      "RelicDescription": "Thọ Nguyên là một xã thuộc huyện Thọ Xuân, tỉnh Thanh Hóa, Việt Nam. Xã Thọ Nguyên có diện tích 5.01 km², dân số năm 1999 là 5120 người,mật độ dân số đạt 1022 người/km².",
      "RelatedEvent": [
         "Trận đánh Đa Căng (1424 - ?)"
      ]
   },
   {
      "RelicName": "Ân Ðức",
      "RelicDescription": "Ân Đức là một xã thuộc huyện Hoài Ân, tỉnh Bình Định, Việt Nam. Xã Ân Đức có diện tích 28,46 km², dân số năm 1999 là 8896 người, mật độ dân số đạt 313 người/km².",
      "RelatedEvent": [
         "Khởi nghĩa chàng Lía (1800 - ?)"
      ]
   },
   {
      "RelicName": "Hoài Châu Bắc",
      "RelicDescription": "Xã Hoài Châu Bắc thuộc huyện Hoài Nhơnn, tỉnh Bình Định thuộc Vùng Nam Trung Bộ. Toàn xã có 10 thôn:Tuy An, Tuy An Nam, Gia An, Gia An Nam, Gia An Đông, Chương Hòa, Hy Thế, Bình Đê, Liễu An, Quy Thuận. Phía Bắc giáp Quãng Ngãi, có đèo Bình Đê nằm trên QL 1A.Phía Đông giáp xã Tam Quan Nam, phía Nam giáp xã Hoài Châu, phía Tây giáp Xã Hoài Sơn. Nơi đây có Di tích lịch sử Quốc gia Chiến thắng Đồi 10",
      "RelatedEvent": [
         "Chiến thắng Đồi 10 (1965 - 1965)"
      ]
   },
   {
      "RelicName": "Mỹ Phong",
      "RelicDescription": "Mỹ Phong là một xã thuộc huyện Phù Mỹ, tỉnh Bình Định, Việt Nam. Xã Mỹ Phong có diện tích 35,63 km², dân số năm 1999 là 8952 người, mật độ dân số đạt 251 người/km².",
      "RelatedEvent": [
         "Chiến thắng Đèo Nhông - Dương Liễu (1965 - ?)"
      ]
   },
   {
      "RelicName": "Phú phong",
      "RelicDescription": "Thị trấn Phú Phong là thị trấn huyện lỵ huyện Tây Sơn, nằm về phía tây của tỉnh Bình Định, giáp với Xã Tây Phú ở phía Tây,trên ngã 3 sông, có quốc lộ 19 chạy qua trung tâm thị trấn. Trước đây, thị trấn Phú Phong là thuộc thôn Phú Phong, xã Bình Phú (nay là xã Tây Phú và Tây Xuân). Ngày 24/3/1979, Chính phủ ban hành Quyết định số 127-CP của Hội Đồng Chính phủ về việc thành lập thị trấn Phú phong trên cơ sở thôn Phú Phong thuộc xã Bình Phú.",
      "RelatedEvent": []
   },
   {
      "RelicName": "Tây Vinh",
      "RelicDescription": "Xã Tây Vinh thuộc huyện Tây Sơn, tỉnh Bình Định. Xã Tây Vinh có diện tích 706ha, dân số 7741 người, chia làm 4 thôn gồm An Vinh 1, An Vinh 2, Nhơn Thuận, Bỉnh Đức.",
      "RelatedEvent": [
         "Thảm sát Gò Dài (1966 - ?)"
      ]
   },
   {
      "RelicName": "Phuớc Son",
      "RelicDescription": "Xã Phước Sơn thuộc huyện Tuy Phước, tỉnh Bình Định. Diện tích toàn xã 26,38km2.",
      "RelatedEvent": []
   },
   {
      "RelicName": "Hòa Trị",
      "RelicDescription": "Xã Hòa Trị là một xã thuộc huyện Phú Hoà, tỉnh Phú Yên, Việt Nam. Xã Hòa Trị có diện tích 15,98 km",
      "RelatedEvent": []
   },
   {
      "RelicName": "Điện Nam Bắc",
      "RelicDescription": "Điện Nam Bắc thành lập năm 2005, được tách ra từ xã Điện Nam, huyện Điện Bàn, tỉnh Quảng Nam vào năm 2004.",
      "RelatedEvent": []
   },
   {
      "RelicName": "Muờng Thanh",
      "RelicDescription": "Phường Mường Thanh thuộc thành phố Điện Biên Phủ, tỉnh Điện Biên. Đông giáp với phường Noọng Bua, Tây giáp phường Thanh Trường, Nam giáp phường Nam Thanh, Bắc giáp phường Tân Thanh.",
      "RelatedEvent": []
   },
   {
      "RelicName": "Ba Tri",
      "RelicDescription": "Ba Tri là một huyện của tỉnh Bến Tre, Việt Nam.",
      "RelatedEvent": [
         "Sương Nguyệt Anh (1864 - 1924)",
         "Nguyễn Đình Chiểu (1822 - 1888)"
      ]
   },
   {
      "RelicName": "Long An",
      "RelicDescription": "Long An là một tỉnh thuộc vùng đồng bằng sông Cửu Long. Diện tích tự nhiên của toàn tỉnh là 449.194,49 ha, dân số 1.542.606 (theo số liệu dân số tính đến tháng 5 năm 2013). Tọa độ địa lý : 105030' 30'' đến 106047' 02'' kinh độ Đông và 10023' 40'' đến 11002' 00'' vĩ độ Bắc.",
      "RelatedEvent": [
         "Nguyễn Thái Bình (1948 - 1972)",
         "Trần Văn Giàu (1911 - 2010)",
         "Nguyễn Hữu Thọ (1910 - 1996)",
         "Huỳnh Văn Gấm (1922 - 1987)",
         "Trần Thiện Khiêm (1925 - 2021)"
      ]
   },
   {
      "RelicName": "Khánh Hòa",
      "RelicDescription": "Khánh Hòa là một tỉnh duyên hải Nam Trung Bộ Việt Nam. Khánh Hòa có diện tích tự nhiên là 5.197 km²",
      "RelatedEvent": [
         "Thích Quảng Đức (1897 - 1963)"
      ]
   },
   {
      "RelicName": "Bình Định",
      "RelicDescription": "Bình Định là tỉnh duyên hải miền Trung của Tổ quốc Việt Nam",
      "RelatedEvent": [
         "Lý Thái Tông mang quân đánh Chiêm Thành (1044 - ?)",
         "Trần Quang Diệu (? - 1802)",
         "Bùi Thị Xuân (? - 1802)",
         "Xuân Diệu (1916 - 1985)",
         "Bùi Văn Ga (1957 - ?)",
         "Hàn Châu (1947 - ?)"
      ]
   },
   {
      "RelicName": "Quy Nhơn",
      "RelicDescription": "Quy Nhơn là thành phố tỉnh lị tỉnh Bình Định và là một trong 11 đô thị loại 1 trực thuộc tỉnh của Việt Nam. Là một thành phố ven biển miền Trung",
      "RelatedEvent": []
   },
   {
      "RelicName": "Chiết Giang (Zhejiang)",
      "RelicDescription": "Chiết Giang (Zhejiang) là một tỉnh ven biển phía đông của Trung Quốc. Tên gọi Chiết Giang lấy theo tên cũ của con sông Tiền Đường chảy qua Hàng Châu - tỉnh lỵ Chiết Giang. Tên gọi tắt của tỉnh này là Chiết. Chiết Giang giáp giới với tỉnh Giang Tô và thành phố Thượng Hải về phía bắc, An Huy và Giang Tây về phía tây và Phúc Kiến về phía nam, phía đông giáp biển Hoa Đông. Trong tiếng Việt, Chiết Giang hay bị viết nhầm thành Triết Giang.",
      "RelatedEvent": []
   },
   {
      "RelicName": "Sơn La",
      "RelicDescription": "Sơn La là tỉnh miền núi Tây Bắc Việt Nam. Địa hình của tỉnh Sơn La chủ yếu là núi và cao nguyên. Mạng lưới sông suối ở đây khá dày đặc, nguồn nước dồi dào, có tiềm năng về thủy điện. Tài nguyên khoáng sản của tỉnh khá đa dạng và phong phú vì vậy công nghiệp Sơn La có nhiều triển vọng.",
      "RelatedEvent": []
   },
   {
      "RelicName": "Đắk Lắk",
      "RelicDescription": "Tỉnh Đắk Lắk nằm trên địa bàn Tây Nguyên, trong khoảng tọa độ địa lý từ 107o28'57\"- 108o59'37\" độ kinh Đông và từ 12o9'45\" - 13o25'06\" độ vĩ Bắc.",
      "RelatedEvent": [
         "Trịnh Công Sơn (1939 - 2001)"
      ]
   },
   {
      "RelicName": "Chu Diên",
      "RelicDescription": "Tên huyện dưới thời thuộc Lương, là vùng đất ở phía Đông Hà Nội, nay là vùng giáp ranh giữa các tỉnh Bắc Ninh, Hải Dương và Hưng Yên.",
      "RelatedEvent": []
   },
   {
      "RelicName": "Thị Nại",
      "RelicDescription": "Đầm Thị Nại là một đầm nước mặn nằm trên địa phận thành phố Qui Nhơn, huyện Tuy Phước, huyện Phù Cát thuộc tỉnh Bình Định, có diện tích hơn 5.000 ha. Một phần nhỏ của đầm Thị Nại được sử dụng làm cảng biển (Cảng Quy Nhơn). Địa danh này có âm gốc tiếng Champa (Chiêm Thành) gọi đầy đủ là Thi Lị Bi Nại, tên phiên âm chữ Cri-Banoi là tên hải cảng của Vương quốc Champa; người Hoa gọi cảng này là Tân Châu.",
      "RelatedEvent": [
         "Trận chiến ở đầm Thị Nại (1801 - 1801)"
      ]
   },
   {
      "RelicName": "Hoàng Sa",
      "RelicDescription": "Quần đảo Hoàng Sa là một nhóm khoảng 30 đảo, bãi san hô và mỏm đá ngầm nhỏ ở Biển Đông. Quần đảo nằm cách miền Trung Việt Nam khoảng một phần ba khoảng cách đến những đảo phía bắc của Philippines; cách đảo Lý Sơn của Việt Nam khoảng 200 hải lý và cách đảo Hải Nam của Trung Quốc khoảng 230 hải lý. Quần đảo Hoàng Sa nay được gọi là huyện Hoàng Sa thuộc Thành phố Đà Nẵng.",
      "RelatedEvent": [
         "Hải Chiến Hoàng Sa (1974 - ?)"
      ]
   },
   {
      "RelicName": "Trường Sa",
      "RelicDescription": "Huyện đảo Trường Sa thuộc tỉnh Khánh Hòa (Việt Nam) là một dãy hơn 100 đảo lớn nhỏ, bãi ngầm, bãi đá san hô, nằm lập lờ hoặc nhô lên khỏi mặt nước, khi thủy triều xuống thấp, bao bọc một vùng biển rộng ước chừng 160.000 đến 180.000 km2. Quần đảo Trường Sa được chia làm 8 cụm: Cụm Song Tử, Loai Ta, Thị Tứ, Nam Yết, Sinh Tồn, Trường Sa, Thám Hiểm và Bình Nguyên.",
      "RelatedEvent": []
   },
   {
      "RelicName": "Như Nguyệt",
      "RelicDescription": "Sông Cầu, còn gọi là sông Như Nguyệt, sông Thị Cầu, sông Nguyệt Đức (xưa kia còn có tên là sông Vũ Bình[1]), là con sông quan trọng nhất trong hệ thống sông Thái Bình. Lưu vực sông Cầu là một trong những lưu vực sông lớn ở Việt Nam, có vị trí địa lý đặc biệt, đa dạng và phong phú về tài nguyên cũng như về lịch sử phát triển kinh tế - xã hội của các tỉnh nằm trong lưu vực của nó.",
      "RelatedEvent": []
   },
   {
      "RelicName": "Hóa",
      "RelicDescription": "Sông Hóa, một con sông nhỏ thuộc hệ thống sông Thái Bình, chảy trong tỉnh Thái Bình",
      "RelatedEvent": [
         "Trận Bắc Lệ (1884 - ?)"
      ]
   },
   {
      "RelicName": "Nhà Mạc",
      "RelicDescription": "Thành nhà Mạc ở tỉnh Tuyên Quang, hay còn gọi là thành cổ Tuyên Quang, là một di tích lịch sử văn hóa ở thành phố Tuyên Quang, tỉnh Tuyên Quang, Việt Nam. Thành cổ Tuyên Quang là một trong số khá ít di tích còn lại của thời kỳ nhà Mạc trong lịch sử Việt Nam.",
      "RelatedEvent": [
         "Đánh chiếm thành Tuyên (1884 - 1885)"
      ]
   },
   {
      "RelicName": "Hưng Hóa",
      "RelicDescription": "Thành Hưng Hóa là thủ phủ của đạo thừa tuyên Hưng Hóa, sau này là trấn Hưng Hóa, rồi tỉnh Hưng Hóa. Nó nằm ở ven bờ đầm Dị Nậu thuộc huyện Tam Nông, tỉnh Phú Thọ ngày nay, về phía tây nam của thành phố Việt Trì và tây bắc của thị xã Sơn Tây.",
      "RelatedEvent": [
         "Tấn công thành Hưng Hóa (1884 - 1884)"
      ]
   },
   {
      "RelicName": "Bắc Ninh",
      "RelicDescription": "Thành cổ Bắc Ninh, công trình kiến trúc nghệ thuật quân sự tiêu biểu của tỉnh Bắc Ninh, được xây dựng từ năm 1805 thời Vua Gia Long, triều Nguyễn, trên địa phận các làng Ðỗ Xá, huyện Võ Giàng, Hòa Ðình (Tiên Du) và làng Yên Xá, huyện Yên Phong (nay thuộc phường Vệ An, TP.Bắc Ninh)",
      "RelatedEvent": [
         "Pháp đánh thành Bắc Ninh (1884 - 1884)"
      ]
   },
   {
      "RelicName": "Trường Sơn",
      "RelicDescription": "Đường Trường Sơn hay đường mòn Hồ Chí Minh là mạng lưới giao thông quân sự chiến lược chạy từ lãnh thổ Việt Nam Dân chủ Cộng hòa vào tới lãnh thổ Việt Nam Cộng hòa, đi qua miền Trung Việt Nam, hạ Lào, và Campuchia. Hệ thống này cung cấp binh lực, lương thực và vũ khí khí tài để chi viện cho Quân Giải phóng miền Nam và Quân đội Nhân dân Việt Nam trong 16 năm (1959–1975) của thời kỳ Chiến tranh Việt Nam. Binh đoàn Trường Sơn (đoàn 559) Quân đội Nhân dân Việt Nam là đơn vị triển khai các đơn vị công binh, hậu cần, y tế, bộ binh và phòng không để đảm bảo hoạt động của hệ thống đường này. Đường Trường sơn còn được những người lính trong cuộc chiến gọi là tuyến lửa.",
      "RelatedEvent": []
   },
   {
      "RelicName": "Phước Long",
      "RelicDescription": "Phước Long là một tỉnh cũ ở miền Đông Nam Bộ Việt Nam. Phước Long được thành lập theo Sắc lệnh số 143-NV ngày 22 tháng 10 năm 1956 do Tổng thống Việt Nam Cộng Hòa ký, chia Nam phần thành 22 tỉnh. Phước Long và Bình Long là 2 tỉnh mới tách ra từ một phần tỉnh Biên Hòa và một phần tỉnh Thủ Dầu Một. Tỉnh lị đặt tại Phước Bình, trước đây thuộc quận Bà Rá của tỉnh Biên Hòa. Sau năm 1975, 3 tỉnh Phước Long, Bình Long và Bình Dương hợp nhất thành tỉnh Sông Bé, đến cuối năm 1996, tỉnh Sông Bé lại tách ra làm 2 tỉnh Bình Phước và Bình Dương. Địa bàn tỉnh Phước Long nay là một phần của tỉnh Bình Phước và huyện Phú Giáo tỉnh Bình Dương",
      "RelatedEvent": [
         "Chiến dịch Đường 14-Phước Long (1974 - 1975)"
      ]
   },
   {
      "RelicName": "Lò Gò - Xa Mát",
      "RelicDescription": "Vườn quốc gia Lò Gò - Xa Mát là một vườn quốc gia của Việt Nam, được thành lập theo Quyết định số 91/2002/QĐ-TTg của Thủ tướng Chính phủ Cộng hòa Xã hội Chủ nghĩa Việt Nam trên cơ sở nâng cấp Khu Bảo tồn thiên nhiên Lò Gò - Xa Mát. Tên gọi khác của vườn quốc gia này là vườn quốc gia Lò Gò - Xa Mát. Lò Gò - Xa Mát từng căn cứ địa cách mạng của Quân giải phóng miền Nam Việt Nam, là căn cứ mà Mỹ tổ chức cuộc quân Junction City vào đầu mùa khô năm 1967.",
      "RelatedEvent": [
         "Mỹ thất bại trong cuộc hành quân Junction City của quân Mỹ (1967 - 1967)"
      ]
   },
   {
      "RelicName": "Ia Drăng",
      "RelicDescription": "Ia Drăng, hay Ia Đrăng, là một xã thuộc huyện Chư Prông, tỉnh Gia Lai, Việt Nam. Xã có diện tích 41,05 km², dân số năm 2002 là 5.581 người,[1] mật độ dân số đạt 136 người/km². Tên xã được đặt theo con sông chảy qua một thung lũng trên địa bàn xã, nơi từng xảy ra trận Ia Đrăng nổi tiếng trong Chiến tranh Việt Nam.",
      "RelatedEvent": [
         "Trận đánh thung lũng Ia Drăng (1965 - 1965)"
      ]
   },
   {
      "RelicName": "Làng Vây",
      "RelicDescription": "Làng vây nằm trên một cụm đồi đất đỏ ba gian, về phía Đông của xã Tân Long, giáp với xã Tân Lập, cách Đường 9 đoạn km 75 khoảng 1km về phía Nam, cách Tà Cơn 15 km về phía Tây Nam. Địa điểm chiến thắng Làng Vây, được công nhận là di tích cấp quốc gia theo Quyết định số 319/QĐ-BVHTTDL ngày 26/1/2011 của Bộ Văn hóa, Thể Thao và Du lịch",
      "RelatedEvent": [
         "Trận Tà Mây - Làng Vây (1968 - 1968)"
      ]
   },
   {
      "RelicName": "Cửa Việt",
      "RelicDescription": "Từ năm 1965 đến 1972, đoạn sông từ Cửa Việt đến Đông Hà cảng quân sự Đông Hà đã trở thành tuyến giao thông huyết mạch của Quân đội Mỹ. Nơi đây từng diễn ra trận đánh Cửa Việt năm 1973 nằm trong Chiến dịch Quảng Trị trong Chiến tranh Việt Nam.",
      "RelatedEvent": [
         "Trận Cửa Việt"
      ]
   },
   {
      "RelicName": "Hoa Kỳ",
      "RelicDescription": "Tiếng Anh: The United States of America, United States of America, USA hoặc U. S. A, thường được gọi là Hoa Kỳ (tiếng Anh: United States, US hoặc U. S.) hay Mỹ (tiếng Anh: America) là một quốc gia cộng hòa lập hiến liên bang thuộc châu Mỹ, nằm tại Tây Bán cầu, lãnh thổ bao gồm 50 tiểu bang và một đặc khu liên bang (trong đó có 48 tiểu bang lục địa), thủ đô là Washington, D.C., thành phố lớn nhất là New York. Hoa Kỳ nằm ở giữa Bắc Mỹ, giáp biển Thái Bình Dương ở phía tây, Đại Tây Dương ở phía đông, Canada ở phía bắc và México ở phía nam. Tiểu bang Alaska nằm trong vùng tây bắc của lục địa Bắc Mỹ, giáp với Canada ở phía đông và Nga ở phía tây qua eo biển Bering. Tiểu bang Hawaii nằm giữa Thái Bình Dương. Hoa Kỳ có 14 vùng lãnh thổ trực thuộc nằm rải rác trong vùng biển Caribe và Thái Bình Dương cùng 326 Biệt khu thổ dân châu Mỹ.",
      "RelatedEvent": []
   },
   {
      "RelicName": "Italy",
      "RelicDescription": "Cộng hòa Ý (tiếng Ý: Repubblica Italiana) là một quốc gia cộng hòa nghị viện đơn nhất tại châu Âu. Lãnh thổ Ý vươn ra phần trung tâm của Địa Trung Hải, hai đảo lớn nhất là Sicilia và Sardegna. Dãy Anpơ giới hạn phần lãnh thổ phía Bắc của Ý, tạo thành biên giới trên bộ với Pháp, Thụy Sĩ, Áo, Slovenia, trong khi San Marino và Thành Vatican nằm lọt trong nước cộng hòa. Ý có diện tích là 301.339 km², và phần lớn có khí hậu ôn đới theo mùa và Địa Trung Hải. Do hình dạng lãnh thổ, Ý thường được ví như lo Stivale (chiếc ủng). Dân số Ý đạt 60.184.639 người (2021), là quốc gia đông dân thứ ba trong Liên minh châu Âu, đông dân thứ 5 châu Âu, thứ 25 thế giới. Thủ đô của Ý là Roma, các vùng đô thị lớn khác là Milano, Napoli, Torino.",
      "RelatedEvent": []
   },
   {
      "RelicName": "Pháp",
      "RelicDescription": "Phần lãnh thổ Pháp tại châu Âu trải dài từ Địa Trung Hải đến eo biển Manche và biển Bắc, và từ sông Rhin đến Đại Tây Dương. Pháp còn có Guyane thuộc Pháp trên đại lục Nam Mỹ cùng một số đảo tại Đại Tây Dương, Thái Bình Dương và Ấn Độ Dương. 18 vùng của Pháp (gồm chính quốc Pháp, Guyane thuộc Pháp, Guadeloupe, Martinique, Reunion và Mayotte và vùng của Pháp gốc) có tổng diện tích 643.801 km², dân số tính đến năm 2022 là gần 65,5 triệu người. Còn nếu tính luôn các lãnh thổ khác ngoài châu Nam cực thì khoảng 674.000 km². Pháp là nước cộng hòa bán tổng thống nhất thể, thủ đô Paris cũng là thành phố lớn nhất, trung tâm văn hóa và thương mại chính của quốc gia. Các trung tâm đô thị lớn khác là Marseille, Lyon, Lille, Nice, Toulouse và Bordeaux.",
      "RelatedEvent": []
   },
   {
      "RelicName": "Anh",
      "RelicDescription": "Quốc gia này có biên giới trên bộ với Scotland về phía bắc và với Wales về phía tây. Biển Ireland nằm về phía tây bắc và biển Celtic nằm về phía tây nam của Anh. Anh tách biệt khỏi châu Âu lục địa qua biển Bắc về phía đông và eo biển Manche về phía nam. Anh nằm tại miền trung và miền nam đảo Anh và chiếm khoảng 5/8 diện tích của đảo; ngoài ra còn có trên 100 đảo nhỏ.",
      "RelatedEvent": []
   },
   {
      "RelicName": "Pháp",
      "RelicDescription": "Pháp (tiếng Anh: French Republic), là một quốc gia có lãnh thổ chính nằm tại Tây Âu cùng một số vùng và lãnh thổ hải ngoại. Phần lãnh thổ Pháp tại châu Âu trải dài từ Địa Trung Hải đến eo biển Manche và biển Bắc, và từ sông Rhin đến Đại Tây Dương. Pháp còn có Guyane thuộc Pháp trên đại lục Nam Mỹ cùng một số đảo tại Đại Tây Dương, Thái Bình Dương và Ấn Độ Dương. 18 vùng của Pháp (gồm chính quốc Pháp, Guyane thuộc Pháp, Guadeloupe, Martinique, Reunion và Mayotte và vùng của Pháp gốc) có tổng diện tích 643.801 km², dân số tính đến năm 2022 là gần 65,5 triệu người. Còn nếu tính luôn các lãnh thổ khác ngoài châu Nam cực thì khoảng 674.000 km². Pháp là nước cộng hòa bán tổng thống nhất thể, thủ đô Paris cũng là thành phố lớn nhất, trung tâm văn hóa và thương mại chính của quốc gia. Các trung tâm đô thị lớn khác là Marseille, Lyon, Lille, Nice, Toulouse và Bordeaux.",
      "RelatedEvent": []
   },
   {
      "RelicName": "Trung Quốc",
      "RelicDescription": "Với diện tích 9.596.961 km², Trung Quốc là quốc gia có diện tích lục địa lớn thứ 4 trên thế giới và là quốc gia có tổng diện tích lớn thứ 3 hoặc thứ 4 tùy theo phương pháp đo lường. Cảnh quan đa dạng thay đổi từ những thảo nguyên rừng cùng các sa mạc Gobi và Taklamakan ở phía bắc khô hạn đến các khu rừng cận nhiệt đới ở phía nam có mưa nhiều hơn. Các dãy núi Himalaya, Karakoram, Pamir và Thiên Sơn là ranh giới tự nhiên của Trung Quốc với Nam và Trung Á. Trường Giang và Hoàng Hà lần lượt là các sông dài thứ 3 và thứ 6 trên thế giới, hai sông này bắt nguồn từ cao nguyên Thanh Tạng và chảy hướng về vùng bờ biển phía đông - nơi có dân cư tập trung đông đúc. Đường bờ biển của Trung Quốc trải dọc theo Thái Bình Dương và dài 14.500 km, giáp với các biển: Bột Hải, Hoàng Hải, Hoa Đông và biển Đông. Lịch sử Trung Quốc bắt nguồn từ lưu vực ở 2 con sông: Hoàng Hà (bình nguyên Hoa Bắc) và Trường Giang (đồng bằng Trường Giang). Trải qua hơn 5.000 năm, nền văn minh Trung Hoa phát triển lớn mạnh, đặc trưng bởi hệ thống tư tưởng, triết học như Nho giáo, Đạo giáo và thuyết Âm dương ngũ hành - có sức ảnh hưởng to lớn, sâu rộng đối với các quốc gia láng giềng, các thành tựu khoa học kỹ thuật (phát minh ra giấy, la bàn, thuốc súng, địa chấn kế, kỹ thuật in ấn,...), hoạt động giao thương xuyên châu Á (Con đường tơ lụa) và những đô thị có quy mô dân số và trình độ kiến trúc hàng đầu thế giới vào thời trung cổ. Với hơn 5.000 năm lịch sử, Trung Quốc là một trong 4 nền văn minh cổ đại lớn của thế giới (cùng với Lưỡng Hà, Ai Cập và Ấn Độ) và là nền văn minh duy nhất trong số đó vẫn còn tồn tại nguyên vẹn cho đến tận ngày nay.",
      "RelatedEvent": []
   },
   {
      "RelicName": "Pháp",
      "RelicDescription": "Trong thời đại đồ sắt, Chính quốc Pháp là nơi cư trú của người Gaul thuộc nhóm Celt. La Mã (Roma) sáp nhập khu vực vào năm 51 TCN, tình trạng này kéo dài cho đến năm 486, khi người Frank thuộc nhóm Germain chinh phục khu vực rồi thành lập Vương quốc Pháp. Pháp nổi lên thành một đại cường tại châu Âu vào hậu kỳ Trung Cổ, giành thắng lợi trong Chiến tranh Trăm Năm (1337-1453) giúp củng cố quốc gia và tập trung hoá chính trị.",
      "RelatedEvent": []
   },
   {
      "RelicName": "Thái Lan",
      "RelicDescription": "Thái lan là một quốc gia độc lập có chủ quyền ở khu vực Đông Nam Á, phía bắc giáp Lào và Myanmar, phía đông giáp Lào và Campuchia, phía nam giáp vịnh Thái Lan và Malaysia, phía tây giáp Myanmar và biển Andaman. Lãnh hải Thái Lan ở phía đông nam tiếp giáp với lãnh hải Việt Nam ở vịnh Thái Lan, phía tây nam giáp với lãnh hải Indonesia và Ấn Độ qua biển Andaman.",
      "RelatedEvent": []
   },
   {
      "RelicName": "Lào",
      "RelicDescription": "Lào là nước cộng hòa xã hội chủ nghĩa độc đảng, theo chủ nghĩa Marx và do Đảng Nhân dân Cách mạng Lào cầm quyền. Thủ đô của Lào, đồng thời là thành phố lớn nhất, là Vientiane. Các thành thị lớn khác là Luang Prabang, Savannakhet, và Pakse. Đây là một quốc gia đa dân tộc, người Lào chiếm khoảng 60% dân số, họ chủ yếu cư trú tại vùng thấp và chiếm ưu thế về chính trị và văn hóa. Các dân tộc Môn-Khmer, H'Mông và dân tộc bản địa vùng cao khác chiếm khoảng 40% dân số và sống tại khu vực đồi núi.",
      "RelatedEvent": []
   },
   {
      "RelicName": "Nam Mỹ",
      "RelicDescription": "Nam Mỹ (hay Nam Mĩ) là phần lục địa nằm ở phía tây của Nam Bán cầu của Trái Đất thuộc châu Mỹ, bắt đầu từ phía nam kênh đào Panama trở xuống. Vùng này cũng chiếm phần lớn khu vực Latinh do người dân ở đây chủ yếu sử dụng tiếng Tây Ban Nha và tiếng Bồ Đào Nha.",
      "RelatedEvent": []
   },
   {
      "RelicName": "Thừa Thiên Huế",
      "RelicDescription": "Năm 2018, Thừa Thiên Huế là đơn vị hành chính Việt Nam đông thứ 36 về số dân, xếp thứ 39 về Tổng sản phẩm trên địa bàn (GRDP), xếp thứ 42 về GRDP bình quân đầu người, đứng thứ 52 về tốc độ tăng trưởng GRDP. Với 1.163.500 người dân, GRDP đạt 47.428 tỉ Đồng (tương ứng với 2,0600 tỉ USD), GRDP bình quân đầu người đạt 40,76 triệu đồng (tương ứng với 1.770 USD), tốc độ tăng trưởng GRDP đạt 7,08%. Diện tích của tỉnh là 4.902,4 km², dân số tính đến năm 2020 là 1.133.700 người. Thành phố Huế thuộc tỉnh Thừa Thiên Huế từng là kinh đô Phú Xuân thời kỳ cận đại của Việt Nam từ năm 1802 đến năm 1945 dưới triều Nguyễn.",
      "RelatedEvent": [
         "Đặng Thùy Trâm (1942 - 1970)",
         "Phan Lương Cầm (1943 - ?)",
         "Bùi Công Trừng (1905 - 1977)",
         "Cao Huy Thuần",
         "Lê Văn Cường (1946 - ?)"
      ]
   },
   {
      "RelicName": "Lâm Đồng",
      "RelicDescription": "Lâm Đồng là một trong năm tỉnh thuộc vùng Tây Nguyên, Việt Nam, đồng thời là tỉnh có diện tích lớn thứ 7 cả nước, tiếp giáp với vùng kinh tế trọng điểm phía Nam. Năm 2018, Lâm Đồng là đơn vị hành chính Việt Nam đông thứ 23 về số dân, xếp thứ 23 về Tổng sản phẩm trên địa bàn (GRDP), xếp thứ 18 về GRDP bình quân đầu người, đứng thứ 26 về tốc độ tăng trưởng GRDP. Với 1.312.900 người dân, số liệu kinh tế - xã hội thống kê GRDP đạt 78.433 tỉ Đồng (tương ứng với 3,4064 tỉ USD), GRDP bình quân đầu người đạt 59,74 triệu đồng (tương ứng với 2.595 USD), tốc độ tăng trưởng GRDP đạt 8,14%.",
      "RelatedEvent": []
   },
   {
      "RelicName": "Canada",
      "RelicDescription": "Canada (phiên âm: Ca-na-đa; phát âm tiếng Anh: /ˈkænədə/ Về âm thanh nàynghe (trợ giúp·thông tin), phát âm tiếng Pháp: [kanadɑ] Về âm thanh nàynghe (trợ giúp·thông tin) còn gọi là Gia Nã Đại) là quốc gia có diện tích lớn thứ hai trên thế giới, và nằm ở cực bắc của Bắc Mỹ. Lãnh thổ Canada gồm 10 tỉnh bang và 3 vùng lãnh thổ liên bang, trải dài từ Đại Tây Dương ở phía đông sang Thái Bình Dương ở phía tây, và giáp Bắc Băng Dương ở phía bắc. Canada giáp với Hoa Kỳ lục địa ở phía nam, giáp với tiểu bang Alaska của Hoa Kỳ ở phía tây bắc. Ở phía đông bắc của Canada là đảo Greenland thuộc Vương quốc Đan Mạch. Ở ngoài khơi phía nam đảo Newfoundland của Canada có quần đảo Saint-Pierre và Miquelon thuộc Pháp. Biên giới chung của Canada với Hoa Kỳ về phía nam và phía tây bắc là đường biên giới dài nhất thế giới.",
      "RelatedEvent": []
   },
   {
      "RelicName": "Pháp",
      "RelicDescription": "Pháp (tiếng Pháp: La France; phát âm địa phương: [fʁɑ̃s]), tên chính thức là Cộng hòa Pháp (tiếng Pháp: République française; [ʁepyblik fʁɑ̃sɛz]) (tiếng Anh: French Republic), là một quốc gia có lãnh thổ chính nằm tại Tây Âu cùng một số vùng và lãnh thổ hải ngoại. Phần lãnh thổ Pháp tại châu Âu trải dài từ Địa Trung Hải đến eo biển Manche và biển Bắc, và từ sông Rhin đến Đại Tây Dương. Pháp còn có Guyane thuộc Pháp trên đại lục Nam Mỹ cùng một số đảo tại Đại Tây Dương, Thái Bình Dương và Ấn Độ Dương. 18 vùng của Pháp (gồm chính quốc Pháp, Guyane thuộc Pháp,",
      "RelatedEvent": []
   },
   {
      "RelicName": "Lào",
      "RelicDescription": "Lào là nước cộng hòa xã hội chủ nghĩa độc đảng, theo chủ nghĩa Marx và do Đảng Nhân dân Cách mạng Lào cầm quyền. Thủ đô của Lào, đồng thời là thành phố lớn nhất, là Vientiane. Các thành thị lớn khác là Luang Prabang, Savannakhet, và Pakse. Đây là một quốc gia đa dân tộc, người Lào chiếm khoảng 60% dân số, họ chủ yếu cư trú tại vùng thấp và chiếm ưu thế về chính trị và văn hóa. Các dân tộc Môn-Khmer, H'Mông và dân tộc bản địa vùng cao khác chiếm khoảng 40% dân số và sống tại khu vực đồi núi. Quốc gia Lào hiện tại có nguồn gốc lịch sử và văn hóa từ Vương quốc Lan Xang. Do vị trí địa lý \"trung tâm\" ở Đông Nam Á, vương quốc này trở thành một trung tâm thương mại trên đất liền, trau dồi về mặt kinh tế cũng như văn hóa. Sau một giai đoạn xung đột nội bộ, Lan Xang chia thành ba vương quốc Luang Phrabang, Viêng Chăn và Champasak cho đến năm 1893 khi chúng hợp thành một lãnh thổ bảo hộ thuộc Pháp. Lào được tự trị vào năm 1949 và độc lập vào năm 1953 với chính thể quân chủ lập hiến. Cuộc nội chiến Lào kết thúc vào năm 1975 với kết quả là chấm dứt chế độ quân chủ, phong trào Pathet Lào lên nắm quyền. Lào phụ thuộc lớn vào viện trợ quân sự và kinh tế từ Liên Xô cho đến năm 1991.",
      "RelatedEvent": [
         "Nguyễn Thế Anh (1936 - ?)"
      ]
   },
   {
      "RelicName": "Pháp",
      "RelicDescription": "Pháp (tiếng Pháp: La France; phát âm địa phương: [fʁɑ̃s]), tên chính thức là Cộng hòa Pháp (tiếng Pháp: République française; [ʁepyblik fʁɑ̃sɛz]) (tiếng Anh: French Republic), là một quốc gia có lãnh thổ chính nằm tại Tây Âu cùng một số vùng và lãnh thổ hải ngoại. Phần lãnh thổ Pháp tại châu Âu trải dài từ Địa Trung Hải đến eo biển Manche và biển Bắc, và từ sông Rhin đến Đại Tây Dương. Pháp còn có Guyane thuộc Pháp trên đại lục Nam Mỹ cùng một số đảo tại Đại Tây Dương, Thái Bình Dương và Ấn Độ Dương. 18 vùng của Pháp (gồm chính quốc Pháp, Guyane thuộc Pháp, Guadeloupe, Martinique, Reunion và Mayotte và vùng của Pháp gốc) có tổng diện tích 643.801 km², dân số tính đến năm 2022 là gần 65,5 triệu người",
      "RelatedEvent": []
   }
]