[
   {
      "name": "Đinh Bộ Lĩnh dẹp loạn 12 sứ quân, thống nhất đất nước, lên ngôi vua (968 )",
      "content": "Năm 944 Ngô Quyền mất, năm 945 Dương Tam Kha chiếm ngôi. Nhiều quan lại cựu thần của Ngô Quyền đã nổi lên chống lại Dương Tam Kha, thổ hào các nơi cũng đua nhau nổi dậy. Từ năm 966, hình thành đầy đủ 12 sứ quân chiếm giữ các địa phương. Trong hoàn cảnh nói trên, Đinh Bộ Lĩnh đã liên kết với sứ quân Trần Lãm, chiêu dụ được sứ quân Phạm Bạch Hổ, tiến đánh các sứ quân khác.",
      "location": [
         "Hoa Lư (968 - 1010)"
      ],
      "people": [
         "Ngô Quyền (898 - 944)",
         "Dương Tam Kha",
         "Đinh Tiên Hoàng (924 - 979)",
         "Đinh Công Trứ"
      ]
   },
   {
      "name": "Lê Hoàn lên ngôi, lập nhà Tiền Lê, đóng đô ở Hoa Lư (980 - 1009)",
      "content": "Sau khi Đinh Tiên Hoàng và con là Đinh Liễn bị ám hại, Vệ Vương Toàn lên làm vua, Lê Hoàn làm phụ chính, xưng là Phó Vương. Triều thần sợ Lê Hoàn cướp ngôi vua nhỏ, Định Quốc Công Nguyễn Bặc và ngoại giáp Đinh Điền dẫn quân về kinh đô định giết Lê Hoàn, thua trận bị Lê Hoàn giết. Năm 980, quân Tống nhân cơ hội đem quân sang muốn cướp nước, triều thần và thái hậu Dương Vân Nga đưa Lê Hoàn lên làm vua (vua Lê Đại Hành) lập ra nhà Tiền Lê, đổi niên hiệu là Thiên Phúc, đóng đô ở Hoa Lư. Nhà Tiền Lê trải qua ba đời vua và chấm dứt khi Lê Ngọa Triều qua đời, hoàng tử kế vị đang còn nhỏ tuổi và được kế tục bởi nhà Lý.",
      "location": [
         "Hoa Lư (968 - 1010)"
      ],
      "people": [
         "Lê Đại Hành (941 - 1005)"
      ]
   },
   {
      "name": "Nam Việt Vương Đinh Liễn giết Thái tử Hạng Lang (979 )",
      "content": "Đầu năm 979, Đinh Liễn quá tức giận nên đã sai người ngầm giết chết Hạng Lang. Để nguôi lòng cha mẹ, Đinh Liễn đã dựng nhiều cột viết những bài tụng kinh Phật ở kinh đô Hoa Lư tỏ ý ân hận vì việc này",
      "location": [
         "Hoa Lư (968 - 1010)"
      ],
      "people": [
         "Đinh Liễn (? - 979)",
         "Đinh Hạng Lang (? - 979)"
      ]
   },
   {
      "name": "Ngô Quyền xưng vương, đóng đô ở Cổ Loa (939 )",
      "content": "Sau chiến thắng Bạch Đằng năm 938, mưu đồ xâm lược của quân Nam Hán bị đè bẹp, Việt Nam chính thức kết thúc hơn một thiên niên kỉ Bắc thuộc, mở ra một thời kì độc lập lâu dài. Sau chiến thắng này, năm 939 Ngô Quyền lên ngôi vua, chọn Cổ Loa làm kinh đô.",
      "location": [
         "Cổ Loa"
      ],
      "people": [
         "Ngô Quyền (898 - 944)"
      ]
   },
   {
      "name": "Loạn 12 sứ quân (965 - 967)",
      "content": "Loạn 12 hình thành và phát triển mạnh từ khi Dương Tam Kha cướp ngôi nhà Ngô, các nơi không chịu thuần phục, các thủ lĩnh nổi lên cát cứ một vùng và đem quân đánh chiếm lẫn nhau. Loạn 12 sứ quân kéo dài hơn 20 năm (944-968) và kết thúc khi Đinh Bộ Lĩnh thống nhất đất nước, lập ra nhà nước Đại Cồ Việt - nhà nước phong kiến tập quyền đầu tiên trong lịch sử.",
      "location": [],
      "people": [
         "Ngô Quyền (898 - 944)",
         "Dương Tam Kha",
         "Ngô Xương Văn (? - 965)",
         "Ngô Xương Ngập (? - 954)",
         "Ngô Xương Xí"
      ]
   },
   {
      "name": "Ngô Quyền khởi nghĩa đánh bại quân xâm lược Nam Hán trên sông Bạch Đằng (938 )",
      "content": "Trận Bạch Đằng năm 938 là một trận đánh giữa quân dân Việt Nam - thời đó gọi là Tĩnh Hải quân và chưa có quốc hiệu chính thức - do Ngô Quyền lãnh đạo với quân Nam Hán trên sông Bạch Đằng. Kết quả, quân dân Việt Nam giành thắng lợi, nhờ có kế cắm cọc ở sông Bạch Đằng. Đây là một trận đánh quan trọng trong lịch sử Việt Nam. Đánh dấu cho việc chấm dứt hơn 1000 năm Bắc thuộc của nước ta, nối lại quốc thống cho dân tộc. Sau chiến thắng vang dội này, Ngô Quyền lên ngôi vua, tái lập đất nước. Ông được xem là một vị \"vua của các vua\" trong lịch sử Việt Nam.",
      "location": [
         "Sông Bạch Đằng"
      ],
      "people": []
   },
   {
      "name": "Dương Tam Kha cướp ngôi Ngô Xương Ngập (943 )",
      "content": "Năm 944, Ngô Quyền mất, uỷ thác con trưởng là Ngô Xương Ngập cho ông. Dương Tam Kha cướp ngôi cháu, tự lập mình làm vua, xưng Dương Bình Vương.",
      "location": [],
      "people": [
         "Dương Tam Kha",
         "Ngô Xương Ngập (? - 954)"
      ]
   },
   {
      "name": "Ngô Xương Văn đánh lại Dương Tam Kha (950 )",
      "content": "Năm Canh Tuất (950), em của Ngô Xương Ngập là Ngô Xương Văn cùng với hai tướng là Dương Cát Lợi và Đỗ Cảnh Thạc lật đổ Dương Tam Kha, khôi phục cơ nghiệp của nhà Ngô. Nhưng, Dương Tam Kha từng nhận Ngô Xương Văn làm con, vì thế, Ngô Xương Văn không nỡ giết, đã thế, còn phong cho Dương Tam Kha tước Công và ban cho đất đai vùng Chương Dương làm thực ấp.",
      "location": [],
      "people": [
         "Ngô Xương Văn (? - 965)",
         "Ngô Xương Ngập (? - 954)"
      ]
   },
   {
      "name": "Hai Bà Trưng chống cự lại với quân nhà Hán và tử trận (943 )",
      "content": "Mã Viện đem quân vượt sông Hồng đuổi theo. Quân Hán bao vây Cấm Khê. Tại đây đã diễn ra nhiều trận chiến đấu rất ác liệt giữa quân đội của Hai Bà Trưng với quân đội của nhà Hán. Hai Bà Trưng đã hy sinh anh dũng.",
      "location": [
         "Cửu Chân"
      ],
      "people": [
         "Hai Bà Trưng (? - 43)"
      ]
   },
   {
      "name": "Kháng chiến chống quân Nam Hán lần thứ nhất (930 - 931)",
      "content": "Năm 917, Khúc Hạo mất, Khúc Thừa Mĩ lên thay. Tiếp tục sự nghiệp của cha, Khúc Thừa Mĩ đã cử quân sang thần phục nhà Hậu Lương và được vua Lương phong chức Tiết độ sứ. Viện cớ này, năm 930, quân Nam Hán đánh sang nước ta. Khúc Thừa Mĩ chống cự không nổi bị bắt đem về Quảng Châu. Nhà Nam Hán nhân đó cử Lý Tiến làm Thứ sử Giao Châu, đặt cơ quan đô hộ ở Tống Bình (Hà Nội). Năm 931, một tướng cũ của Khúc Hạo là Dương Đình Nghệ được tin đã kéo quân từ Thanh Hoá ra Bắc, bao vây thành Tống Bình",
      "location": [],
      "people": [
         "Khúc Hạo (? - 917)",
         "Khúc Thừa Mĩ",
         "Dương Đình Nghệ (? - 937)"
      ]
   },
   {
      "name": "Khúc Thừa Dụ khởi nghĩa giành chính quyền tự chủ (905 )",
      "content": "Từ cuối thế kỉ thứ IX, triều đại nhà Đường sắp sụp đổ, Trung Quốc rơi vào thời kỳ đại loạn sử cũ gọi là thời kỳ Ngũ đại Thập quốc (5 đời 10 nước). Việc cai trị ở An Nam trở nên lỏng lẻo. Nhân cơ hội này, Khúc Thừa Dụ, một hào trưởng có thế lực lâu đời ở đất Hồng Châu (Ninh Giang, Hải Dương), đã nhanh chóng đứng ra lãnh đạo nhân dân nổi lên đánh đuổi bọn đô hộ nhà Đường, đánh chiếm Tống Bình, dựng quyền tự chủ cho đất nước. Khúc Thừa Dụ cũng tự xưng là Tiết độ sứ.",
      "location": [],
      "people": [
         "Khúc Thừa Dụ (? - 907)",
         "Khúc Hạo (? - 917)"
      ]
   },
   {
      "name": "Ngô Quyền khởi nghĩa đánh bại quân xâm lược Nam Hán trên sông Bạch Đằng (938 )",
      "content": "Trận Bạch Đằng năm 938 là một trận đánh giữa quân dân Việt Nam - thời đó gọi là Tĩnh Hải quân và chưa có quốc hiệu chính thức - do Ngô Quyền lãnh đạo với quân Nam Hán trên sông Bạch Đằng. Kết quả, quân dân Việt Nam giành thắng lợi, nhờ có kế cắm cọc ở sông Bạch Đằng. Đây là một trận đánh quan trọng trong lịch sử Việt Nam. Đánh dấu cho việc chấm dứt hơn 1000 năm Bắc thuộc của nước ta, nối lại quốc thống cho dân tộc. Sau chiến thắng vang dội này, Ngô Quyền lên ngôi vua, tái lập đất nước. Ông được xem là một vị \"vua của các vua\" trong lịch sử Việt Nam.",
      "location": [
         "Sông Bạch Đằng"
      ],
      "people": []
   },
   {
      "name": "Dương Đình Nghệ đánh đuổi Lý Khắc Chính và Lý Tiến (931 )",
      "content": "Năm 931, Dương Đình Nghệ được sự ủng hộ của nhân dân và hào kiệt các địa phương như Ngô Quyền, Đinh Công Trứ v.v… vượt rừng núi, từ Thanh Hóa tiến quân ra Giao Châu, bao vây và tiến công thành Đại La - dinh lũy của quân xâm lược Nam Hán.",
      "location": [],
      "people": [
         "Dương Đình Nghệ (? - 937)"
      ]
   },
   {
      "name": "Khởi nghĩa Phùng Hưng (776 - 791)",
      "content": "Dưới sự thống trị của nhà Đường, nhân dân ta phải chịu nhiều cực khổ, nhà Đường đặt ra nhiều loại thuế như thuế muối, thuế sắt, thuế đay, gai, tơ lụa...Hàng năm dân ta phải cống nạp những sản vật quý hiếm như ngọc trai, ngà voi, sừng tê, đồi mồi, trầm hương, vàng, bạc...Căm ghét chính sách thống trị của quan lại nhà Đường, và nhân lòng căm phẫn của nhân dân, lợi dụng khi quân lính ở Tống Bình nổi loạn, Phùng Hưng đã phát động một cuộc khởi nghĩa lớn chống chính quyền đô hộ chống chính quyền đô hộ nhà Đường.",
      "location": [],
      "people": [
         "Phùng Hưng (761 - 802)"
      ]
   },
   {
      "name": "Khởi nghĩa Mai Thúc Loan (713 )",
      "content": "Khoảng cuối những năm 10 của thế kỉ VIII, Mai Thúc Loan kêu gọi những người dân phu đã cùng ông phải đi gánh vải quả nộp cống cho chính quyền nhà Đường nổi dậy khởi nghĩa. Được nhân dân khắp vùng Thanh, Nghệ Tĩnh hưởng ứng, nghĩa quân trở nên đông đảo, mạnh mẽ.",
      "location": [],
      "people": [
         "Mai Hắc Đế (? - 722)"
      ]
   },
   {
      "name": "Khúc Thừa Dụ khởi nghĩa giành chính quyền tự chủ (905 )",
      "content": "Từ cuối thế kỉ thứ IX, triều đại nhà Đường sắp sụp đổ, Trung Quốc rơi vào thời kỳ đại loạn sử cũ gọi là thời kỳ Ngũ đại Thập quốc (5 đời 10 nước). Việc cai trị ở An Nam trở nên lỏng lẻo. Nhân cơ hội này, Khúc Thừa Dụ, một hào trưởng có thế lực lâu đời ở đất Hồng Châu (Ninh Giang, Hải Dương), đã nhanh chóng đứng ra lãnh đạo nhân dân nổi lên đánh đuổi bọn đô hộ nhà Đường, đánh chiếm Tống Bình, dựng quyền tự chủ cho đất nước. Khúc Thừa Dụ cũng tự xưng là Tiết độ sứ.",
      "location": [],
      "people": [
         "Khúc Thừa Dụ (? - 907)",
         "Khúc Hạo (? - 917)"
      ]
   },
   {
      "name": "Nhà Đường đổi Giao Châu thành An Nam đô hộ phủ (679 )",
      "content": "Năm 618, nhà Đường được thành lập ở Trung Quốc. Nước ta lại chịu sự thống trị của nhà Đường. Năm 679 nhà Đường đổi Giao Châu thành An Nam đô hộ phủ (sử Trung Quốc bắt đầu gọi ta là An Nam kể từ đó). Với các hình thức và thủ đoạn cai trị xảo quyệt, hà khắc và ngu dân. An Nam đô hộ phủ tương ứng với một phần tây nam Quảng Tây (Trung Quốc), Miền Bắc và miền Trung Việt Nam ngày nay, có địa bàn từ Hà Tĩnh trở ra.",
      "location": [
         "Giao Châu"
      ],
      "people": []
   },
   {
      "name": "Lý Phật Tử không chống được cuộc xâm lược của giặc, nước ta lại rơi vào tay nhà Tùy (602 - 603)",
      "content": "Năm 581, nhà Tùy được thành lập ở Trung Quốc. Đến năm 589 sau khi diệt được nhà Trần ở Giang Nam, vua Tùy buộc Lý Phật Tử phải vào chầu và thần phục nhà Tùy.",
      "location": [],
      "people": [
         "Hậu Lý Nam Đế (? - 602)"
      ]
   },
   {
      "name": "Nước ta rơi vào tay nhà Đường (618 - 905)",
      "content": "Sau một thời gian cai trị ở Trung Quốc, đến năm 618 ở Trung Quốc diễn ra loạn lạc, nhà Tùy suy yếu và sụp đổ.",
      "location": [
         "Giao Châu"
      ],
      "people": []
   },
   {
      "name": "Đinh Kiến – Lý Tự Tiên lãnh đạo nhân dân chống nhà Đường đô hộ (687 )",
      "content": "Theo quy định chung của nhà Đường, dân “Di Lão” chỉ phải nộp một nửa số tô thuế, nhưng viên đô hộ Lưu Diên Hựu đã bắt nhân dân An Nam nộp cả số tô thuế. Nhân lòng câm phẫn của nhân dân, một người An Nam là Lý Tự Tiên đã phát động khởi nghĩa lớn vào năm 687. Nhưng kế hoạch khởi nghĩa bị bại lộ, Lý Tự Tiên bị Lưu Diên Hựu giết chết.",
      "location": [],
      "people": [
         "Lý Tự Tiên (? - 687)"
      ]
   },
   {
      "name": "Dương Thanh phát động cuộc khởi nghĩa (819 )",
      "content": "Dương Thanh là một vị hào trưởng của đất Hoan Châu (đất này nay thuộc Nghệ An) và cũng là người được nhà Ðường cho làm Thứ Sử của châu này",
      "location": [],
      "people": [
         "Dương Thanh (? - 820)"
      ]
   },
   {
      "name": "Triệu Quang Phục giành lại độc lập (550 )",
      "content": "Triệu Quang Phục là người có công lớn trong cuộc khởi nghĩa Lý Bí và được Lý Bí rất tin cậy. Sau thất bại ở hồ Điển Triệt, ông được Lý Nam Đế trao quyền chỉ huy cuộc kháng chiến chống quân Lương.",
      "location": [],
      "people": [
         "Lý Nam Đế (503 - 548)",
         "Triệu Việt Vương (? - 571)"
      ]
   },
   {
      "name": "Nước Vạn Xuân thành lập (544 )",
      "content": "Sau cuộc khởi nghĩa thắng lợi của Lý Bí năm 544, Lý Bí tự xưng là Lý Nam Đế và lên ngôi, đặt niên hiệu là Thiên Đức (đức trời), đặt tên nước là Vạn Xuân (xã tắc truyền đến muôn đời). Ông cho đóng đô ở miền cửa sông Tô Lịch, dựng điện Vạn Thọ làm nơi triều hội.",
      "location": [],
      "people": [
         "Lý Nam Đế (503 - 548)"
      ]
   },
   {
      "name": "Khởi nghĩa Lý Bí bùng nổ (542 )",
      "content": "Đầu thế kỉ VI, nhà Lương đô hộ Giao Châu. Thứ sử Giao Châu là Tiêu Tư đã đặt ra hàng trăm thứ thuế làm cho nhân dân hết sức cơ cực, lầm than. Lý Bí nhân lòng oán giận của dân, đã liên kết với hào kiệt các châu thuộc miền đất nước ta cùng nổi dậy chống Lương. Triệu Túc là thủ lĩnh đất Chu Diên, Phạm Tu là một tướng tài người làng Thanh Liệt (Thanh Trì, Hà Nội) đã sớm đến với cuộc khởi nghĩa. Tháng giêng năm 542, cuộc khởi nghĩa toàn dân do Lý Bí lãnh đạo đã bùng nổ.",
      "location": [],
      "people": [
         "Lý Nam Đế (503 - 548)"
      ]
   },
   {
      "name": "Khới nghĩa Lý Bí thắng lợi (543 )",
      "content": "Đầu năm 543, nhà Lương lại sai các tướng Tôn Quýnh và Lư Tử Hùng đem quân sang hòng đánh chiếm lại Giao Châu. Quân Lương mới đến Hợp Phố đã bị quân ta chặn đánh cho đại bại. Quân giặc 10 phần chết 7,8 phần, số sống sót đều tan vỡ cả, tướng sĩ ngăn cấm cũng không được. Tôn Quýnh. Lư Tử Hùng phải dẫn tàn binh quay về Quảng Châu. Thấy binh lính bị thiệt hại quá nhiều, Lương Vũ Đế xuống chiếu bắt cả hai tên tướng cầm đầu bị tội chết ở Quảng Châu. Tháng 5 năm 543, Lý Bí cử tướng Phạm Tu mang quân vào phương Nam đánh tan quân Champa ở Cửu Đức. Vua Champa phải chạy trốn về nước. Biên viễn phía nam cũng tạm yên.",
      "location": [
         "Giao Châu"
      ],
      "people": [
         "Lý Nam Đế (503 - 548)",
         "Phạm Tu (476 - 545)"
      ]
   },
   {
      "name": "Nhà Lương chiếm lại Giao Châu, Lý Nam Đế về giữ thành Gia Ninh (545 )",
      "content": "Nhà Lương vẫn cố ý đánh chiếm cho bằng được Giao Châu, nên tháng 6 năm Ất Sửu (545) chúng lại sai Dương Phiêu làm Thứ sử Giao Châu đem quân sang sâm lược. Trần Bá Tiên làm tướng tiên phong dẫn quân đi trước, xuất phát từ Phiên Ngung, bằng đường thủy nhanh chóng tiến vào Giao Châu, theo sông Lục Đầu bất ngờ đánh thành Long Biên, thủ phủ đô hộ cũ của quân xâm lược. Dương Phiêu kéo đại quân xâm lược theo đường bộ, đánh chiếm Việt Châu (tức Hợp Phố) rồi tiến vào Giao Chỉ, tức miền Bắc Bộ ngày nay.",
      "location": [
         "Giao Châu",
         "Giao Chỉ"
      ],
      "people": [
         "Lý Nam Đế (503 - 548)"
      ]
   },
   {
      "name": "Lý Nam Đế giao binh quyền cho Triệu Quang Phục (546 )",
      "content": "Thiên Đức năm thứ ba, tướng giặc Dương Phiêu đem đại quân vào được đất Giao Châu. Đầu năm này, hắn cho một cánh quân đánh cướp Cửu Chân, còn tự mình dẫn đại quân lên tiếp sức cho Trần Bá Tiên vây đánh thành Gia Ninh. Ngày 25/2/546, quân vũ dũng của Trần Bá Tiên, có hậu quân Dương Phiêu tới phối hợp, bao vây công phá, cuối cùng đã hạ được thành Gia Ninh. Lý Nam Đế cùng các tướng lĩnh đem toàn quân rút khỏi thành Gia Ninh tiến vào miền đông Man Lão ở Tân Xương (miền đồi núi trên lưu vực sông Lô thuộc Phú Thọ ngày nay). Dựa vào núi rừng Việt Bắc, ngoài số binh lính còn lại sau trận thất thủ ở Gia Ninh, Lý Nam Đế tuyển mộ thêm được nhiều nghĩa quân, hạ nhiều cây rừng, xẻ ván đóng thuyền. Quân giặc Lương không giám đuổi theo, chỉ đóng ở vùng cửa sông Bạch Hạc.",
      "location": [
         "Cửu Chân"
      ],
      "people": [
         "Lý Nam Đế (503 - 548)",
         "Triệu Việt Vương (? - 571)"
      ]
   },
   {
      "name": "Triệu Quang Phục đóng quân ở đầm Dạ Trạch (547 )",
      "content": "Năm 546, vua Lý Nam Đế thua trận phải lui về động Khuất Lão, đã ủy thác cho Triệu Quang Phục giữ việc nước, điều quân đi đánh Trần Bá Tiên của nhà Lương. Năm 547, tháng giêng, Triệu Quang Phục lui về giữ đầm Dạ Trạch (bãi Màn Trò, huyện Khoái Châu, tỉnh Hưng Yên).",
      "location": [
         "Dạ Trạch"
      ],
      "people": [
         "Lý Nam Đế (503 - 548)",
         "Triệu Việt Vương (? - 571)"
      ]
   },
   {
      "name": "Lý Nam Đế mất tại động Khuất Lão (548 )",
      "content": "Lý Nam Đế là vị hoàng đế thời tiền Lý, người đã khai sinh ra nước Vạn Xuân. Sau thất bại ở trận thủy chiến với quân Lương tại Hồ Điển Triệt, vua Lý Nam Đế lui về Động Khuất Lão và giao cho Tả tướng quân Triệu Quang Phục cầm quân chống giặc. Do ảnh hưởng của nham khí, nhà vua bị mù và ốm mất tại Động Khuất Lão ngày 20 tháng 3 năm Mậu Thìn – 548. Sau khi Vua băng hà, quân sỹ và nhân dân trong vùng đã mai táng và lập đền Thờ vua tại gò Cổ Bồng.",
      "location": [],
      "people": [
         "Lý Nam Đế (503 - 548)",
         "Triệu Việt Vương (? - 571)"
      ]
   },
   {
      "name": "Cuộc kháng chiến chống quân Lương của nước Vạn Xuân (545 - 603)",
      "content": "Năm 550, nhân bên nhà Lương có biến loạn, quân Lương phải rút đại quân về nước, Triệu Việt Vương tổ chức phản công lớn, quét sạch quân giặc, giải phóng hoàn toàn đất nước. Nước Vạn Xuân giữ được độc lập trên nửa thế kỷ nữa.",
      "location": [
         "Hải Dương"
      ],
      "people": [
         "Lý Nam Đế (503 - 548)"
      ]
   },
   {
      "name": "Lý Phật Tử gây hấn với Triệu Việt vương (555 - 571)",
      "content": "Năm 557, Lý Phật Tử đem quân xuống miền Đông đánh nhau với Triệu Việt Vương ở huyện Thái Bình",
      "location": [],
      "people": [
         "Triệu Việt Vương (? - 571)",
         "Hậu Lý Nam Đế (? - 602)"
      ]
   },
   {
      "name": "Lý Phật Tử không chống được cuộc xâm lược của giặc, nước ta lại rơi vào tay nhà Tùy (602 - 603)",
      "content": "Năm 581, nhà Tùy được thành lập ở Trung Quốc. Đến năm 589 sau khi diệt được nhà Trần ở Giang Nam, vua Tùy buộc Lý Phật Tử phải vào chầu và thần phục nhà Tùy.",
      "location": [],
      "people": [
         "Hậu Lý Nam Đế (? - 602)"
      ]
   },
   {
      "name": "Khởi nghĩa Bà Triệu (248 )",
      "content": "Khi nhà Ngô xâm lược đất nước, chế độ áp bức và bóc lột của nhà Ngô trên nước ta vô cùng tàn bạo. Khi được vua Ngô cử sang làm thứ sử nước ta, Chu Phù và bọn tay chân của hắn ngang ngược hoành hành, thẳng tay cướp bóc tài sản của nhân dân Việt Nam. Nhân dân ta bị cưỡng bức phải đi kiếm các thứ như hương thơm, hạt trai, ngọc lưu ly, đồi mồi, ngà voi nộp cho vua Ngô. Mùa nào thức ấy, nhân dân ta còn phải nộp các thứ quả lạ như chuối tiêu, dứa, nhãn… để cung đốn cho bọn quan lại nhà Ngô. Không cam chịu áp bức bóc lột, dân ta đã nổi lên ở nhiều nơi. Giữa thế kỉ III, ở quận Cửu Chân đã nổi lên cuộc khởi nghĩa của bà Triệu. Năm 19 tuồi bà đã cùng anh trai Triệu Quốc Đạt một hào trưởng lớn ở miền núi Quan yên, thuộc quận Cửu Chân (Yên Định, Thanh Hóa) tập hợp nhiều nghĩa sĩ trên đỉnh núi Nưa, mài gươm luyện võ, chuẩn bị khởi nghĩa.",
      "location": [
         "Thanh Hóa"
      ],
      "people": [
         "Bà Triệu (226 - 248)"
      ]
   },
   {
      "name": "Hơn 2000 dân Tượng Lâm quận Nhật Nam khởi nghĩa chống chính quyền đô hộ nhà Hán (100 )",
      "content": "Mùa hè năm 100, hơn 2.000 dân Tượng Lâm nổi lên phá đồn, đốt thành, giết một số quan quân cai trị. Chính quyền đô hộ Hán phải huy động quân của các quận huyện khác đến dẹp, giết được chủ tướng, cuộc nổi loạn mới tạm yên. Từ đó chính quyền nhà Hán không dám ức hiếp một cách thô bạo dân cư tại đây nhưng đặt vùng đất này dưới quyền cai trị trực tiếp, do một binh trưởng sứ cầm đầu, đề phòng những cuộc nổi loạn sau này. Để lấy lòng dân cư địa phương, quan quân nhà Hán tổ chức phát chẩn cho dân nghèo, miễn thuế hai năm v.v.",
      "location": [
         "Nhật Nam",
         "Tượng Lâm (592 - 710)"
      ],
      "people": []
   },
   {
      "name": "Khởi nghĩa ở quận Nhật Nam (137 )",
      "content": "Dân và quân lính ở ba quận miền Nam Giao Chỉ khởi nghĩa. Từ đầu năm 137, nhân dân cả quận Nhật Nam nổi dậy, quân số chừng vài nghìn người, đánh phá chính quyền đô hộ nhà Hán ở Nhật Nam.",
      "location": [
         "Nhật Nam",
         "Giao Chỉ",
         "Cửu Chân"
      ],
      "people": []
   },
   {
      "name": "Nhà Hán suy yếu Nho giáo bắt đầu du nhập vào nước ta (187 )",
      "content": "Trong thế kỷ II, nhân dân các quận ở Giao Chỉ luôn nổi dậy khởi nghĩa làm cho triều đình nhiều phen lo đánh dẹp. Cuối thế kỷ II, nhà Hán suy yếu, chúng buộc phải tạm dùng người Việt cầm đầu chính quyền ở Giao Chỉ. Hán Linh Đế cử Lý Tiến, người quận Giao Chỉ làm thứ sử và sai Sĩ Nhiếp, người quận Thương Ngô làm Thái thú. Lý Tiến làm Thứ sử đến năm 200, còn Sĩ Nhiếp cầm quyền tới năm 226. Dưới thời cai trị của Sĩ Nhiếp, nhiều quan lại và dân chúng người Hán lánh nạn sang nước ta. Cùng với các danh sĩ và dân di cư đó, văn hóa Trung Hoa, đặc biệt là Nho giáo bắt đầu du nhập vào Giao Chỉ.",
      "location": [
         "Giao Chỉ"
      ],
      "people": [
         "Sĩ Tiếp (137 - 226)"
      ]
   },
   {
      "name": "Nhà nước Lâm Ấp được thành lập (190 )",
      "content": "Huyện Tượng Lâm thuộc quận Nhật Nam ở miền Nam nước ta, cách xa thủ phủ đô hộ của phong kiến Trung Quốc. Nhân lúc Trung Quốc loạn lạc, dân Tượng Lâm ở nơi xa xôi nhất đã nổi dậy, giết huyện lệnh, giành lấy quyền tự chủ và lập nước. Được sự hỗ trợ của nhân dân Giao chỉ, nhân dân Cửu Chân cũng niổi lên đánh phá châu thành, giết Thứ sử nhà Hán là Chu Phù (190), khiến trong mấy năm triều đình nhà Hán không đặt nổi quan cai trị. Khu Liên – một nhà lãnh đạo cuộc khởi nghĩa của nhân dân Tượng Lâm lên làm vua.",
      "location": [
         "Nhật Nam",
         "Tượng Lâm (592 - 710)"
      ],
      "people": []
   },
   {
      "name": "Nhà Hán đặt Giao Chỉ thành Giao Châu (203 )",
      "content": "Nhà Hán đặt Giao Chỉ làm Giao Châu. Trước kia đời Hán Thuận Đế (126-144), Thái thú Giao Chỉ là Chu Xưởng xin lập Giao Chỉ làm châu, triều đình nhà Hán không cho. Đến đây, Thứ sử Trương Tân và Thái thú Sĩ Nhiếp cùng nhau dân biểu xin lập Giao Chỉ làm châu để được đối xử ngang hàng với các châu khác của Trung Quốc. Nhà Hán mới đặt Giao Chỉ làm Giao Châu và phong Trương Tân làm quan mục ở Giao Châu. Tên Giao Châu bắt đầu từ đây.",
      "location": [
         "Giao Châu",
         "Giao Chỉ"
      ],
      "people": [
         "Sĩ Tiếp (137 - 226)"
      ]
   },
   {
      "name": "Lưu Biểu chống lại nhà Hán (206 )",
      "content": "Năm 206, Châu mục Giao châu là Trương Tân (được Tào Tháo nhân danh Hán Hiến Đế phong từ năm 203) bị bộ tướng Khu Cảnh giết chết. Lưu Biểu (là thủ lĩnh quân phiệt đầu thời Tam Quốc trong lịch sử Trung Quốc). bèn sai thủ hạ là Lại Cung sang làm Châu mục Giao châu. Cùng lúc, thái thú Thương Ngô (cũng thuộc Giao châu) là Sử Hoàng cũng vừa chết, Lưu Biểu vội sai Ngô Cự đi cùng Lại Cung sang làm thái thú Thương Ngô.",
      "location": [
         "Giao Châu"
      ],
      "people": []
   },
   {
      "name": "Nhà Ngô đô hộ nước Âu Lạc (210 - 280)",
      "content": "Cuối đời Hán, Trung Quốc đại loạn. Nhà Ngô chiếm giữ miền Nam Trung Quốc, sát biên giới nước ta. Chúa Ngô là Tôn Quyền mưu cướp quyền đô hộ Giao Châu. Nhà Hán bất lực không giữ được. Đến năm 226. Sĩ Nhiếp chết, con là Sĩ Huy lên làm Thái thú Giao Châu thay cha, không xin mệnh lệnh của nhà Ngô. Thấy Sĩ Nhiếp đã chết, chúa Đông Ngô là Tôn Quyền vội nắm lấy cơ hội chiếm đóng toàn bộ Giao Châu, loại bỏ hẳn thế lực của Sĩ Nhiếp ở đây.",
      "location": [
         "Giao Châu"
      ],
      "people": []
   },
   {
      "name": "Nhà Tấn đô hộ (280 - 420)",
      "content": "Vua nước Ngô là Tôn Hạo sau khi đã đầu hàng nhà Tấn liền tự tay viết thư khuyên Đào Hoàng nên về với Tấn. Đào Hoàng nhận được thư rồi cũng giao nộp ấn theo về Lạc Dương. Vua Tấn hạ chiếu giao cho Đào Hoàng giữ chức củ, phong tước Uyển Lăng hầu. Giao Châu từ đó thuộc về nhà Tấn. Đào Hoàng làm quan ở Giao Châu trong 30 năm (271-300). Nhà Tấn đã tăng cường thiết lập chính quyền đô hộ đối với Âu Lạc.",
      "location": [
         "Giao Châu"
      ],
      "people": [
         "Đào Hoàng (? - 300)"
      ]
   },
   {
      "name": "Nhà Tống đô hộ (420 - 479)",
      "content": "Sau khi nhà Tấn suy sụp, ở Trung Quốc diễn ra cục diện Nam – Bắc triều. Nhà Tống lên thay nhà Tấn. Đỗ Tuệ Độ là Thứ sử Giao Châu trước đó đã đầu hàng nhà Tống. Đất nước ta bị đặt dưới ách đô hộ của nhà Tống. Năm 470, nhà Tống tách Hợp Phố sáp nhập vào nội địa Trung Quốc. Bản đồ Giao Châu còn lại trong phạm vi vùng Bắc Bộ và Bắc Trung Bộ ngày nay.",
      "location": [
         "Giao Châu"
      ],
      "people": []
   },
   {
      "name": "Lý Trường Nhân nắm quyền tự trị ở Giao Châu (468 )",
      "content": "Người trong Giao Châu là Lý Trường Nhân, nhân lúc Thứ sử Lưu Mục bị bệnh chết, đã giết chết những bộ thuộc của Lưu Mục đem từ Trung Quốc sang rồi chiếm giữ Giao Châu, tự xưng là Thứ sử. Tống Minh Đế liền sai Lưu Bột sang làm Thứ sử Giao Châu. Lý Trường Nhân đem quân chống lại, chẳng bao lâu Lưu Bột chết. Nhà Tống đành phải để Lý Trường Nhân cầm quyền tự trị ở Giao Châu.",
      "location": [
         "Giao Châu"
      ],
      "people": [
         "Lý Trường Nhân"
      ]
   },
   {
      "name": "Nhà Tề đô hộ (495 - 505)",
      "content": "Lý Trường Nhân chết, Thúc Hiến, em họ Lý Trường Nhân lên thay anh trong coi việc ở Giao Châu. Vì hiệu lệnh của mình chưa được thi hành, Lý Thúc Hiến sai sứ sang nhà Tống xin làm Thứ sử. Nhà Tống dùng Thái thú Nam Hải là Thẩm Hoán làm Thứ sử Giao Châu và cho Lý Thúc Hiến làm Ninh viễn tướng quân Tư Mã, giữ chức Thái thú hai quận Tân Xương và Vũ Bình. Thúc Hiến sau khi được dân chúng phục tùng liền đem quân giữ nơi hiểm yếu, không để cho Thẩm Hoán sang nhậm chức; Thẩm Hoán phải lưu lại Uất Lâm rồi chết ở đấy.",
      "location": [
         "Giao Châu"
      ],
      "people": [
         "Lý Trường Nhân"
      ]
   },
   {
      "name": "Nhà Lương đô hộ (505 - 543)",
      "content": "Năm 502, ở Trung Quốc diễn ra sự loạn lạc, gọi là thời Nam – Bắc triều, kéo dài gần hai thế kỷ, từ 420 đến 589. Bắc triều gồm: Bắc Ngụy, Đông Ngụy, Tây Ngụy, Bắc Tề, Bắc Chu và Tùy; Nam triều gồm các triều Tống, Nam Tề, Nam Lương, Hậu Lương và Trần. Cũng trong năm này, ở Nam triều, Tiêu Diễn diệt nhà Tề, lập nhà Lương (502 - 557) và chuẩn bị dành lấy Giao châu.",
      "location": [
         "Giao Châu"
      ],
      "people": []
   },
   {
      "name": "Kháng chiến của nhân dân ta chống quân xâm lược Hán (42 - 43)",
      "content": "Sau cuộc khởi nghĩa của Hai Bà Trưng, vua Hán nổi giận hạ lệnh cho các quận miền Nam Trung Quốc chuẩn bị xe, thuyền, làm thêm đường sá, tích trữ lương thực để sang đàn áp nghĩa quân. Năm 42, Quang Vũ sai Phục ba tướng quân Mã Viện, Lâu thuyền tướng quân là Đoàn Chí đem quân ở các miền Quế Dương, Linh Lăng, Thương Ngô sang nước Âu Lạc đánh Trưng Vương.",
      "location": [
         "Giao Chỉ"
      ],
      "people": [
         "Hai Bà Trưng (? - 43)"
      ]
   },
   {
      "name": "Khởi nghĩa Hai Bà Trưng bùng nổ (40 )",
      "content": "Dưới ách đô hộ của nhà Đông Hán, nhân dân Âu Lạc càng bị áp bức bóc lột nặng nề hơn. Năm 34, Tô Định thay Tích Quang làm Thái thú Giao Chỉ. Tên này ra sức đốc thúc nhân dân nộp, cống, thuế. Chúng thẳng tay trừng trị những người có tư tưởng và hành vi chống lại chính quyền. Mâu thuẫn giữa tầng lớp nhân dân Giao Chỉ với chính quyền đô hộ nói chung và cá nhân Thái thú Tô Định nói riêng ngày càng sâu sắc. Đầu năm 40, cuộc khởi nghĩa do Hai Bà Trưng lãnh đạo đã bùng nổ ở Hát Môn (cửa sông Hát, huyện Phúc Thọ, Hà Tây). Dưới ngọn cờ của hai chị em Trưng Trắc, Trưng Nhị, nhân dân cả nước đã nổi dậy hưởng ứng.",
      "location": [],
      "people": [
         "Hai Bà Trưng (? - 43)"
      ]
   },
   {
      "name": "Mã Viện đánh vào Giao Chỉ (42 )",
      "content": "Bộ binh của Mã Viện và thủy quân của Đoàn Chí gặp nhau ở Hợp Phố. Tại đây, Đoàn Chí mắc bệnh, chết. Vua Hán cho Mã Viện thống suất cả thủy binh và bộ binh theo đường bờ biển tiến vào Giao Chỉ. Thuyền ít, không đủ chỗ cho cả đaịa quân vượt biển. Mã Viện phải tổ chức hành quân trên bộ lẫn trên biển, vừa dùng thuyền vượt biển vừa đi đường núi ven biển. Đoạn quân bộ dọc theo đường núi, phát cây rừng mở đường hơn nghìn dặm dọc theo biển Đông Bắc Giao Chỉ. Từ vùng ven biển vịnh Bái Tử Long và Hạ Long, Mã Viện đưa hai đạo quân thủy bộ ngược sông Bạch Đằng tới Lục Đầu rồi đánh sâu vào Giao Chỉ.",
      "location": [
         "Giao Chỉ"
      ],
      "people": [
         "Mã Viện (-14 - 49)"
      ]
   },
   {
      "name": "Cuộc khởi nghĩa Hai Bà Trưng bùng nổ (40 )",
      "content": "Mùa xuân năm 40 (tháng 3 dương lịch), Hai Bà Trưng dựng cờ khởi nghĩa ở Hát Môn (Hà Nội). Nghĩa quân nhanh chóng đánh bại kẻ thù, làm chủ Mê Linh; rồi từ Mê Linh, tiến đánh Cổ Loa và Luy Lâu. Tô Định hoảng hốt phải bỏ thành, cắt tóc, cạo râu, lẻn trốn về Nam Hải (Quảng Đông - Trung Quốc). Quân Hán ở các quận khác cũng lần lượt bị đánh tan",
      "location": [
         "Mê Linh"
      ],
      "people": [
         "Hai Bà Trưng (? - 43)"
      ]
   },
   {
      "name": "Nhật đảo chính lật đổ Pháp trên toàn Đông Dương (1945 )",
      "content": "16 giờ ngày 9-3, đại diện Nhật tới Phủ Toàn quyền của Pháp ở Sài Gòn thảo luận và chuẩn bị văn kiện về việc Pháp cung cấp gạo cho Nhật trong năm 1945. 18 giờ, Đại sứ Matsumôtô đến ký hiệp ước và đến 19 giờ trao cho Toàn quyền Đông Dương Đờcu một tối hậu thư với nội dung buộc Pháp phải hợp tác chặt chẽ với Nhật trong việc phòng thủ Đông Dương trước nguy cơ quân đội Anh, Mỹ đổ bộ, do đó Nhật buộc Pháp phải đặt toàn bộ lực lượng vũ trang, các cơ sở hậu cần dưới quyền chỉ huy của Nhật và tất cả các quan chức Pháp phải phục tùng sự chỉ huy của Nhật. Tối hậu thư buộc Toàn quyền Đông Dương phải trả lời trước 21 giờ. Phía Pháp xin hoãn thời gian trả lời lấy lý do là phải hỏi ý kiến Bộ tư lệnh quân Pháp đóng ở Hà Nội. Phía Nhật coi đó là hành động bác bỏ tối hậu thư và 21 giờ 20, Nhật hạ lệnh tấn công Pháp. Hầu như không gặp phải một sự kháng cự đáng kể nào, quân Nhật nhanh chóng chiếm được Phủ Toàn quyền, giam giữ Toàn quyền Đông Dương và hầu hết các quan chức cao cấp của thực dân Pháp.",
      "location": [
         "Hồ Chí Minh",
         "Hà Nội",
         "Huế",
         "Liên bang Đông Dương"
      ],
      "people": []
   },
   {
      "name": "Khởi nghĩa Ba Tơ (1945 )",
      "content": "Ba Tơ là một châu miền núi thuộc tỉnh Quảng Ngãi (nay là tỉnh Nghĩa Bình). Tại đây, thực dân Pháp xây dựng một đồn sơn phòng do một tên sĩ quan Pháp chỉ huy và một \"căng\" giam tù chính trị. Các đồng chí bị an trí ở \"căng\" này đã thành lập một chi bộ Đảng. Quảng Ngãi lúc đó là tỉnh có phong trào cách mạng cao nhất ở Trung Bộ. Trước cuộc đảo chính Nhật - Pháp (9-3-1945), cơ sở quần chúng đã chuẩn bị đón thời cơ khởi nghĩa.Trưa ngày 10 tháng 3 năm 1945, Ba Tơ nhận được tin Nhật làm đảo chính lật đổ Pháp. Ngay tối hôm đó, chi bộ quyết định lãnh đạo khởi nghĩa. Hội nghị cử ra một ủy ban khởi nghĩa, định chương trình và kế hoạch hành động.",
      "location": [
         "Ba Tơ",
         "Quảng Ngãi"
      ],
      "people": [
         "Nguyễn Chánh (1914 - 1957)",
         "Phạm Kiệt (1910 - 1975)",
         "Nguyễn Đôn (1918 - ?)"
      ]
   },
   {
      "name": "Hội nghị Ban thường vụ mở rộng của Trung ương Đảng Cộng sản Đông Dương và chỉ thị “Nhật - Pháp bắn nhau và hành động của chúng ta” (1945 )",
      "content": "Nhận thấy trước mâu thuẫn Nhật – Pháp tất yếu sẽ dẫn đến hành động quyết liệt hất cẳng nhau và căn cứ vào thái độ chuẩn bị đảo chính của phát xít Nhật, tối ngày 9-3-1945, Ban Thường vụ mở rộng của Trung ương Đảng được triệu tập khẩn cấp họp tại Đình Bảng (Từ Sơn, Bắc Ninh) dưới sự chủ tọa của Tổng Bí thư Trường Chinh.",
      "location": [
         "Hà Nội",
         "Bắc Ninh"
      ],
      "people": [
         "Trường Chinh (1907 - 1988)"
      ]
   },
   {
      "name": "Hội nghị Quân sự cách mạng Bắc Kỳ được triệu tập (1945 )",
      "content": "Hội nghị Ban Thường vụ Trung ương Đảng Cộng sản Đông Dương triệu tập, tiến hành từ 15-4 đến 20-4 tại Hiệp Hòa (Bắc Giang), do Trường Chinh chủ trì nhằm giải quyết các vấn đề quân sự đã được Hội nghị tháng 3-1945 của Thường vụ Trung ương nêu ra.",
      "location": [],
      "people": [
         "Trần Đăng Ninh (1910 - 1955)",
         "Võ Nguyên Giáp (1911 - 2013)",
         "Trường Chinh (1907 - 1988)",
         "Văn Tiến Dũng (1917 - 2002)"
      ]
   },
   {
      "name": "Khu giải phóng Việt Bắc được thành lập trở thành căn cứ địa chính của cách mạng (1945 )",
      "content": "Thực hiện chỉ thị của lãnh tụ Hồ Chí Minh, ngày 4-6-1945, Tổng bộ Việt Minh triệu tập Hội nghị cán bộ và tuyên bố chính thức thành lập Khu Giải phóng gồm 2 căn cứ lớn nằm trên địa bàn của 6 tỉnh: Cao Bằng, Bắc Cạn, Lạng Sơn, Hà Giang, Tuyên Quang, Thái Nguyên và một số vùng thuộc ngoại tỉnh Bắc Giang, Vĩnh Yên, Phú Thọ, Yên Bái…",
      "location": [
         "Việt Bắc"
      ],
      "people": [
         "Chủ tịch Hồ Chí Minh (1890 - 1969)"
      ]
   },
   {
      "name": "Ủy ban Chỉ huy lâm thời Khu Giải phóng ra mệnh lệnh khởi nghĩa (1945 )",
      "content": "Bản mệnh lệnh gồm 10 điểm quy quy định phương án tác chiến cho lực lượng vũ trang như tấn công địch ở các đô thị, chính sách đối với quân ngụy, tù binh và hàng binh Nhật, những người thuộc phái Đờ Gôn, vấn đề vũ khí, thông tin liên lạc, phối hợp với các lực lượng nhân dân và cuối cùng nhấn mạnh: “Lúc này quân sự hành động, kỷ luật phải nghiêm”.",
      "location": [],
      "people": []
   },
   {
      "name": "Ủy ban khởi nghĩa toàn quốc ra “Quân lệnh số 1” phát lệnh khởi nghĩa (1945 )",
      "content": "Ngay sau khi được tin Nhật đầu hàng, Trung ương Đảng và Tổng bộ Việt Minh đã thành lập Ủy ban Khởi nghĩa toàn quốc gồm 5 người do Tổng bí thư Trường Chinh trực tiếp phụ trách. 23 giờ ngày 13-8-1945, Ủy ban đã ban bố Quân lệnh số 1. Văn kiện lịch sử này kêu gọi: “Hỡi quân dân toàn quốc! Giờ Tổng khởi nghĩa đã đến. Cơ hội có một cho nhân dân Việt Nam vùng dậy giành lấy chính quyền độc lập cho nước nhà !”.",
      "location": [],
      "people": [
         "Trường Chinh (1907 - 1988)"
      ]
   },
   {
      "name": "Phát xít Nhật tuyên bố đầu hàng phe Đồng minh (1945 )",
      "content": "Ngày 8-8-1945, Liên Xô tuyên chiến với Nhật. Ngày 9-8, quân đội Xô viết mở màn chiến dịch tổng công kích đạo quân Quang Đông của Nhật ở chiến trường Mông Cổ và Đông Bắc Trung Quốc. Chiến dịch kéo dài đến 28-8, tiêu diệt 1 triệu quân của lực lượng chiến lược trụ cột của Nhật vào giai đoạn kết thúc cuộc Chiến tranh thế giới thức hai. Cũng trong thời gian này, Mỹ ném hai quả bom nguyên tử xuống Hirôsima (6-8) và Nagadaki (9-8).",
      "location": [],
      "people": []
   },
   {
      "name": "Hội nghị Toàn quốc của Đảng Cộng sản Đông Dương họp tại Tân Trào (1945 - 1945)",
      "content": "Hội nghị được triệu tập từ ngày 13 đến ngày 15-8-1945 tại Tân Trào theo đề nghị của đồng chí Nguyễn Ái Quốc. Hội nghị diễn ra trong bối cảnh tình hình thế giới diễn ra mau lẹ: Phát xít Đức đã thất bại (tháng 5-1945), phát xít Nhật đang bị tuyên bố đầu hàng không điều kiện. Các nước Đồng minh thoả thuận sau khi Nhật đầu hàng, quân đội Anh và Tưởng sẽ vào Đông Dương để tiếp nhận sự đầu hàng của Nhật. Thực dân Pháp dựa vào Đồng minh ráo riết chuẩn bị lực lượng trở lại khôi phục địa vị thống trị ở Đông Dương. Các lực lượng phản động, tay sai của Nhật ra sức tìm chủ mới, bọn phản động người Việt lưu vong dựa thế quân đội nước ngoài, rắp tâm trở về nắm chính quyền. Tình thế đó đòi hỏi Đảng ta phải có hành động kiên quyết, linh hoạt, mau lẹ, kịp thời để lãnh đạo nhân dân giành chính quyền.",
      "location": [
         "Chiến khu Tân Trào"
      ],
      "people": [
         "Chủ tịch Hồ Chí Minh (1890 - 1969)",
         "Nguyễn Chí Thanh (1914 - 1967)"
      ]
   },
   {
      "name": "Đại hội quốc dân họp ở Tân Trào quyết định tổng khởi nghĩa trong cả nước (1945 - 1945)",
      "content": "Đại hội diễn ra trong bối cảnh cao trào kháng Nhật cứu quốc đang diễn ra sôi sục từ Bắc chí Nam, tạo tiền đề mạnh mẽ cho cuộc Tổng khởi nghĩa giải phóng dân tộc, giành độc lập, tự do. Căn cứ vào tình hình đó, Chủ tịch Hồ Chí Minh đã chỉ thị phải gấp rút triệu tập Đại hội đại biểu quốc dân để thành lập Chính phủ lâm thời cách mạng Việt Nam. Chiều ngày 16-8-1945, tại đình Tân Trào (huyện Sơn Dương, tỉnh Tuyên Quang), Đại hội đại biểu quốc dân (nay gọi là Quốc dân Đại hội Tân Trào) chính thức khai mạc.",
      "location": [],
      "people": []
   },
   {
      "name": "Khởi nghĩa giành chính quyền ở Hà Nội và các vùng lân cận (1945 )",
      "content": "Tổng khởi nghĩa Hà Nội 1945 là sự kiện nhân dân Hà Nội dưới sự lãnh đạo của Việt Minh đã giành chính quyền từ tay phát xít Nhật và chính phủ Đế quốc Việt Nam vào ngày 19 tháng 8 năm 1945. Đây là một sự kiện lịch sử quan trọng mở đầu cho Cách mạng tháng Tám và sự ra đời của nhà nước Việt Nam Dân chủ Cộng hoà.",
      "location": [
         "Hà Nội"
      ],
      "people": []
   },
   {
      "name": "Tổng khởi nghĩa tháng 8 năm 1945 (1945 )",
      "content": "Ngày 9-8-1945, sau khi chiến thắng hoàn toàn quân Đức, Hồng quân Liên Xô bắt đầu tiến công quân Nhật. Trong vòng không đầy một tuần lễ, quân đội Liên Xô đánh tan gần một triệu quân Nhật tại Mãn Châu (Trung Quốc), buộc Nhật đầu hàng Liên Xô và Đồng minh không điều kiện. Việc này đã tác động mạnh đến tinh thần quân Nhật ở Đông Dương. Chính phủ bù nhìn Trần Trọng Kim cùng với các hạng tay sai khác của Nhật đều hoang mang tan rã. Diều kiện khách quan cho cuộc khởi nghĩa vũ trang giành chính quyền đã hoàn toàn chín muồi, \"thời cơ ngàn năm có một\" đã đến. Ngày 13-8-1945 Ủy ban khởi nghĩa toàn quốc được thành lập, liền ra \"Quân lệnh số 1\" hạ lệnh tổng khởi nghĩa.",
      "location": [
         "Chiến khu Tân Trào"
      ],
      "people": [
         "Chủ tịch Hồ Chí Minh (1890 - 1969)",
         "Võ Nguyên Giáp (1911 - 2013)"
      ]
   },
   {
      "name": "Vua Bảo Đại thoái vị (1945 )",
      "content": "Ngày 23-8-1945, nhân dân Thừa Thiên khởi nghĩa giành chính quyền tại Huế. Cùng ngày, Ủy ban Nhân dân cách mạng Bắc Bộ gửi điện báo tin Chính phủ lâm thời Việt Nam dân chủ cộng hòa đã thành lập và yêu cầu Bảo Đại thoái vị. 2 giờ 30 ngày 24-8-1945, Bảo Đại điện cho chính phủ lâm thời xin thoái vị.",
      "location": [],
      "people": [
         "Bảo Đại (1913 - 1997)"
      ]
   },
   {
      "name": "Khởi nghĩa giành chính quyền ở Thừa Thiên Huế (1945 )",
      "content": "Tại Thừa Thiên Huế, lệnh khởi nghĩa được ban hành ngày 15-8. Ngày 18-8, các huyện lỵ Phong Điền, Phú Lộc khởi nghĩa thắng lợi, tiếp đó là huyện lỵ Hương Thủy (22-8), Hương Trà, Phú Vang, Quảng Điền…. Từ ngày 21-8, lực lượng vũ trang cách mạng đã hoạt động trong nội thành Huế và ngày 23-8, lực lượng cách mạng đã biến cuộc biểu tình của ngụy quyền tổ chức thành cuộc tuần hành thị uy giành chính quyền trong toàn thành phố (30-8-1945).",
      "location": [],
      "people": []
   },
   {
      "name": "Khởi nghĩa giành chính quyền thắng lợi ở Sài Gòn (1945 )",
      "content": "Tại Sài Gòn, tối 20-8, Việt Minh đã tổ chức mít tinh trong thành phố kêu gọi khởi nghĩa. Ngày 24-8, nhiều cuộc biểu tình, tuần hành của quần chúng cách mạng đã diễn ra trên các đường phố. Đêm 24-8, nhiều công sở bị lực lượng cách mạng chiếm đóng. Sáng 25-8, lực lượng cách mạng làm chủ hòan toàn thành phố. Khởi nghĩa kết thúc bằng cuộc biểu tình khổng lồ của một triệu quần chúng chào mừng Ủy ban Hành chính lâm thời Nam Bộ, do Trần Văn Giàu làm Chủ tịch, ra mắt.",
      "location": [
         "Hồ Chí Minh"
      ],
      "people": []
   },
   {
      "name": "Chủ tịch Hồ Chí Minh đọc bản “Tuyên ngôn Độc lập” (1945 )",
      "content": "Tại quảng trường Ba Đình – Hà Nội, Chủ tịch Hồ Chí Minh đọc bản “Tuyên ngôn Độc lập” tuyên bố sự ra đời của nước Việt Nam dân chủ cộng hòa.",
      "location": [
         "Hà Nội"
      ],
      "people": [
         "Chủ tịch Hồ Chí Minh (1890 - 1969)",
         "Võ Nguyên Giáp (1911 - 2013)",
         "Trần Huy Liệu (1901 - 1969)",
         "Nguyễn Lương Bằng (1904 - 1979)"
      ]
   },
   {
      "name": "Quốc khánh nước Cộng hòa Xã hội Chủ nghĩa Việt Nam (1945 )",
      "content": "Cách mạng tháng tám thành công, Trung Ương Đảng phái đồng chí Lê Đức Thọ lên chiến khu đón chủ tịch Hồ Chí Minh về Hà Nội và nghỉ tại thôn Phú Gia, xả Phú Thượng, Từ Liêm. Sau đó Người về ở nhà số 48 Hàng Ngang, Hà Nội. Tại cuộc họp của chính phủ lâm thời, theo đề nghị của Người một chính phủ thống nhất toàn quốc thể hiện ở chính sách đoàn kết rộng rãi các tầng lớp nhân dân, các đảng phái yêu nước và những nhân sĩ tiến bộ được thành lập.",
      "location": [
         "Hà Nội"
      ],
      "people": [
         "Chủ tịch Hồ Chí Minh (1890 - 1969)"
      ]
   },
   {
      "name": "Thực dân Pháp đánh chiếm Sài Gòn Nhân dân Nam Bộ đứng lên chống thực dân Pháp trở lại xâm lược (1945 )",
      "content": "Chỉ 3 tuần lễ sau khi nước Việt Nam dân chủ cộng hoà ra đời, ngày 23/9/1945 thực dân Pháp núp dưới bóng quân đội Anh tước vũ khí của quân đội Nhật ở Nam Bộ, âm mưu quay trở lại xâm lược nước ta lần nữa. 6.000 quân Pháp dựa vào hơn 1 vạn quân Anh đã trắng trợn gây hấn ở thành phố Sài Gòn. Chúng mưu toan chiếm Nam Bộ làm bàn đạp chiếm cả Việt Nam và Đông Dương.",
      "location": [
         "Hồ Chí Minh",
         "Chợ Lớn"
      ],
      "people": []
   },
   {
      "name": "Ngày Nam Bộ Kháng chiến (1945 )",
      "content": "Nam Bộ kháng chiến là một hoạt động quân sự trong chiến tranh Đông Dương. Được lấy mốc là ngày 23/9/1945, khi quân Pháp đánh Nam Bộ. Chiến sự ban đầu diễn ra trên chiến trường Nam Bộ, sau đó phát triển ra Tây Nguyên và Nam Trung Bộ.",
      "location": [],
      "people": []
   },
   {
      "name": "Chủ tịch Hồ Chí Minh kêu gọi đồng bào Nam Bộ kháng chiến (1945 )",
      "content": "Ngày 26-9-1945, qua Đài phát thanh tiếng nói Việt Nam, Chủ tịch Hồ Chí Minh đã gửi thư cho đồng bào Nam Bộ, khẳng định quyết tâm kháng chiến của Trung ương Đảng, Chính phủ và nhân dân cả nước ta.",
      "location": [],
      "people": [
         "Chủ tịch Hồ Chí Minh (1890 - 1969)"
      ]
   },
   {
      "name": "Nguyễn Ánh lên ngôi, triều đình nhà Nguyễn thành lập (1802 )",
      "content": "Năm 1775, lợi dụng sự suy sụp của triều đình chúa Nguyễn do cuộc khởi nghĩa Tây Sơn, quân Trịnh vào chiếm Phú Xuân khiến Nguyễn Phúc Ánh phải trốn vào Nam. Từ đó ông bôn tẩu gian nan, tìm đủ mọi cách chiêu tập lực lượng để giành lại vương quyền cho họ Nguyễn. Sau nhiều thất bại lớn và phải cầu viện sự giúp đỡ của Xiêm La và Pháp",
      "location": [
         "Thuận Hóa",
         "Phú Xuân"
      ],
      "people": [
         "Nguyễn Huệ (1753 - 1792)",
         "Gia Long (1762 - 1820)"
      ]
   },
   {
      "name": "Gia Long đặt quốc hiệu là Việt Nam (1804 )",
      "content": "Quốc hiệu Việt Nam chính thức xuất hiện vào thời nhà Nguyễn. Vua Gia Long đã đề nghị nhà Thanh công nhận quốc hiệu Nam Việt, với lý lẽ rằng \"Nam\" có ý nghĩa \"An Nam\" còn \"Việt\" có ý nghĩa \"Việt Thường\". Tuy nhiên tên Nam Việt trùng với quốc hiệu của quốc gia cổ Nam Việt thời nhà Triệu, gồm cả Quảng Đông và Quảng Tây của Trung Hoa. Nhà Thanh yêu cầu nhà Nguyễn đổi ngược lại thành Việt Nam để tránh nhầm lẫn. Tháng 3 năm 1804, vua Gia Long đổi quốc hiệu nước ta là Việt Nam .",
      "location": [],
      "people": [
         "Gia Long (1762 - 1820)"
      ]
   },
   {
      "name": "Ban hành bộ luật Hoàng triều luật lệ (1815 )",
      "content": "Hoàng Việt luật lệ hay còn được biết đến với tên Hoàng triều luật lệ, Quốc triều điều luật, Nguyễn triều hình luật, bộ luật Gia Long là bộ luật chính thức của Việt Nam thời đầu nhà Nguyễn do Bắc thành Tổng trấn Nguyễn Văn Thành soạn thảo và vua Gia Long cho ban hành năm 1815. Bộ luật này được biên soạn trên cơ sở tham khảo bộ luật của nhà Thanh và Bộ luật Hồng Đức (thời Lê Thánh Tông).",
      "location": [],
      "people": [
         "Gia Long (1762 - 1820)"
      ]
   },
   {
      "name": "Minh Mạng lên ngôi Hoàng Đế (1820 )",
      "content": "Đầu năm 1820, vua Gia Long mất. Tháng giêng năm Canh Thìn (1820), Nguyễn Phúc Đảm lên nối ngôi, đặt niên hiệu là Minh Mạng. Trong thời gian ở ngôi, nhà vua đã có nhiều cải cách quan trọng: cho bỏ các dinh và trấn mà thành lập các tỉnh (cả nước được chia làm 31 tỉnh); định lại quan chế, đặt mức lương bổng của các quan tùy theo ngạch trật; thống nhất việc đo lường và thống nhất y phục; khuyến khích dân khai hoang lập ấp, sửa sang hệ thống giao thông, lập nhà Dưỡng tế ở các tỉnh để giúp đỡ những người nghèo khổ, tàn tật, già cả không nơi nương tựa. Thời vua Minh Mạng bờ cõi được mở rộng nhất trong lịch sử và Việt Nam thực sự trở thành một quốc gia hùng mạnh.",
      "location": [],
      "people": [
         "Minh Mạng (1791 - 1841)"
      ]
   },
   {
      "name": "Quốc hiệu Đại Nam (1838 )",
      "content": "Vương triều Nguyễn, quốc hiệu Việt Nam tồn tại trong thời gian 34 năm (1804 – 1838). Sau khi lên nối nghiệp vua Gia Long, vua Minh Mạng đã cho thay đổi quốc hiệu Đại Nam vào năm Minh Mạng thứ 19 (1838). Sự kiện này được phản ánh trong mộc bản triều Nguyễn và được xác nhận bằng một văn bản quan trọng là bản Dụ của vua Minh Mạng bố cáo cho toàn thần dân trong nước và các nước đều biết.",
      "location": [],
      "people": [
         "Gia Long (1762 - 1820)",
         "Minh Mạng (1791 - 1841)"
      ]
   },
   {
      "name": "Khởi nghĩa Phan Bá Vành (1821 - 1827)",
      "content": "Khởi nghĩa Phan Bá Vành là cuộc khởi nghĩa nông dân ở Sơn Nam Hạ thời vua Minh Mạng, nhà Nguyễn nhằm chống lại đường lối cai trị của nhà Nguyễn ở nửa đầu thế kỷ 19 trong lịch sử Việt Nam. Vào thời vua Minh Mạng, ruộng đất tư tập trung gần 90%, trong một số đất trong tay địa chủ lớn có từ 5 đến 50 mẫu /điền chủ. Đại đa số nông dân nghèo không có ruộng đất, và cũng không có, hoặc có rất ít công điền quân cấp, lại bị tai họa bão lũ, đói kém triền miên, dẫn đến tình cảnh làng xã tiêu điều, dân nghèo tha phương cầu thực. Chế độ thống trị chuyên chế nặng nề. Bất mãn vì đường lối cai trị của nhà Nguyễn, khoảng năm 1821, Phan Bá Vành tập hợp dân nghèo khổ vùng Nam Định, Thái Bình (tức vùng Sơn Nam Hạ cũ) nổi dậy chống triều đình nhà Nguyễn.",
      "location": [],
      "people": [
         "Minh Mạng (1791 - 1841)",
         "Nguyễn Công Trứ (1778 - 1858)",
         "Phan Bá Vành (? - 1827)"
      ]
   },
   {
      "name": "Nhà Nguyễn sắp xếp lại đơn vị hành chính trong cả nước (1831 - 1832)",
      "content": "Sau khi lật đổ nhà Lê Sơ, lên ngôi hoàng đế, năm 1802, vua Gia Long chọn Phú Xuân làm quốc đô, vẫn tạm đặt 11 trấn phía Bắc (tương đương khu vực Bắc Bộ ngày nay) thành một Tổng trấn với tên cũ Bắc Thành, do một Tổng trấn đứng đầu. Đến thời Minh Mạng, để nhất thể hóa các đơn vị hành chính trong cả nước, năm 1831-1832 nhà vua thực hiện một cuộc cải cách hành chính lớn, theo đó bỏ các tổng trấn, đổi các dinh, trấn thành tỉnh. Đây là lần đầu tiên đơn vị hành chính tỉnh xuất hiện ở Việt Nam.",
      "location": [
         "Quảng Trị",
         "Phú Xuân"
      ],
      "people": [
         "Gia Long (1762 - 1820)",
         "Minh Mạng (1791 - 1841)"
      ]
   },
   {
      "name": "Khởi nghĩa Cao Bá Quát (1854 - 1856)",
      "content": "Đến giữa thế kỷ 19, nền kinh tế Việt Nam hết sức suy đốn trì trệ. Các nạn chiếm đoạt và tập trung ruộng đất của giới địa chủ, sự tham nhũng của nhiều quan lại, chế độ tô thuế và lao dịch khắc nghiệt; nạn bão lụt, hạn hán, ôn dịch và vỡ đê xảy ra liên miên. Tất cả đã đẩy người dân lao động xuống tận đáy khốn cùng. Do vậy khoảng thời gian từ 1847 đến 1862, tức trước khi vua Tự Đức ký Hòa ước Nhâm Tuất nhường cho Pháp ba tỉnh miền Tây Nam Kỳ, đã có hơn 40 cuộc nổi dậy chống nghèo đói và áp bức, trong đó có cuộc nổi dậy Cao Bá Quát (1854-1856) ở Hà Tây (nay thuộc Hà Nội) là tiêu biểu nhất. Khởi nghĩa Cao Bá Quát cuộc nổi dậy của nông dân dưới triều Tự Đức, thủ lĩnh là Cao Bá Quát. Ông đã tập hợp nghĩa quân nổi dậy ở Mỹ Lương (nay thuộc Mỹ Đức và Chương Mỹ, Hà Tây), tự mình làm quân sư, tôn Lê Duy Cự làm minh chủ",
      "location": [
         "Hà Nội"
      ],
      "people": [
         "Cao Bá Quát (1809 - 1855)",
         "Tự Đức (1829 - 1883)"
      ]
   },
   {
      "name": "Khởi nghĩa Lê Văn Khôi (1833 - 1835)",
      "content": "Khởi nghĩa Lê Văn Khôi là một cuộc nổi dậy chống lại triều đình xảy ra vào thời vua Minh Mạng. Sự kiện này diễn ra từ năm 1833 đến năm 1835 ở các tỉnh miền Nam Việt Nam, lãnh đạo của cuộc nổi dậy này là Lê Văn Khôi, con nuôi của Lê Văn Duyệt.",
      "location": [
         "Gia Định (1698 - ?)"
      ],
      "people": [
         "Minh Mạng (1791 - 1841)",
         "Lê Văn Khôi (? - 1834)",
         "Lê văn Duyệt (1763 - 1832)"
      ]
   },
   {
      "name": "Thực dân Pháp mở đầu cuộc xâm lược Việt Nam (1858 )",
      "content": "Từ giữa thế kỉ XIX, các nước tư bản phương tây đẩy mạnh việc xâm chiếm các nước phương đông. Sau nhiều lần khiêu khích, lấy cớ bảo vệ đạo Gia Tô, Pháp đem quân xâm lược Việt Nam.",
      "location": [
         "Huế",
         "Đà Nẵng",
         "Bán đảo Sơn Trà"
      ],
      "people": [
         "Nguyễn Tri Phương (1800 - 1873)"
      ]
   },
   {
      "name": "Hiệp ước Nhâm Tuất (1862 )",
      "content": "Hiệp ước Nhâm Tuất được ký ngày 5 tháng 6 năm 1862 tại Sài Gòn giữa đại diện triều Nguyễn (thời vua Tự Đức) là chánh sứ Phan Thanh Giản và phó sứ Lâm Duy Hiệp với đại diện của Pháp là thiếu tướng Bonard và đại diện của Tây Ban Nha là đại tá Don Carlos Palanca Guttiere.",
      "location": [
         "Gia Định (1698 - ?)",
         "Đà Nẵng",
         "Định Tường",
         "Biên Hòa (1832 - 1975)",
         "Vĩnh Long"
      ],
      "people": [
         "Phan Thanh Giản (1796 - 1867)",
         "Lâm Duy Hiệp (1806 - 1863)"
      ]
   },
   {
      "name": "Quân Pháp đánh chiếm tỉnh thành Gia Định (1859 - 1859)",
      "content": "Quân Pháp với mong muốn đánh chiếm nhanh Đà Nẵng, rồi sẽ \"giáng cho Huế một đòn quyết định\", để có thể làm chủ nước Đại Nam nhưng vì vấp phải sự kháng cự của nhân dân nên chỉ chiếm được bán đảo Sơn Trà. Bị cầm chân ở Đà Nẵng, tướng Charles Rigault de Genouilly buộc phải thay đổi kế hoạch, là rút đi hai phần ba số quân (tức 2.000 người) và 8 trong số 14 chiến thuyền ở mặt trận này để vào đánh chiếm Gia Định. Tháng 2 năm 1859, liên minh Pháp và Tây Ban Nha đã đưa quân vào để đánh chiếm và phá hủy nhiều công trình quân sự của Vương triều nhà Nguyễn, trong đó có thành Gia Định. Trận đánh thành Gia Định bắt đầu vào rạng sáng ngày 17 tháng 2 năm 1859 và kết thúc khoảng 10 giờ trưa cùng ngày.",
      "location": [
         "Hồ Chí Minh",
         "Gia Định (1698 - ?)",
         "Bán đảo Sơn Trà"
      ],
      "people": []
   },
   {
      "name": "Khởi nghĩa của Nguyễn Trung Trực (1861 )",
      "content": "Ngay sau khi nổ súng xâm lược nước ta, thực dân Pháp đã vấp phải sự phản kháng của các tầng lớp nhân dân Việt Nam, nhất là giai đoạn nửa sau thế kỷ XIX, trong đó Nguyễn Trung Trực là một trong những người yêu nước tiêu biểu và đặc biệt. Ông đã tham gia chống Pháp từ những năm đầu tiên Pháp tiến hành xâm lược Việt Nam với hai chiến công lừng lẫy: đốt cháy tàu L’ Espérance- tàu Hy Vọng của Pháp trên sông Nhật Tảo và trận đánh tiêu diệt đồn Rạch Giá, Kiên Giang.",
      "location": [],
      "people": [
         "Nguyễn Trung Trực (1839 - 1868)"
      ]
   },
   {
      "name": "Khởi nghĩa của Trương Định (1861 )",
      "content": "Khởi nghĩa của Trương Định là cuộc khởi nghĩa chống Pháp ở Nam Kỳ do Trương Định lãnh đạo, lấy Gò Công làm căn cứ, địa bàn hoạt động rộng. Người anh hùng Trương Định với trí dũng song toàn, từ đất Gò Công đã thu hút được nhiều anh tài như Đỗ Quang, Đỗ Trình Thoại, Âu Dương Lân, Nguyễn Thông… nghĩa quân của Trương Định ngày càng đông và uy thế lan rộng khắp các vùng từ Tân An, Mỹ Tho, Gò Công xuống Đồng Tháp Mười… Suốt những năm từ 1861 đến cuối 1864, nghĩa quân ông chiến đấu anh dũng và giành được nhiều thắng lợi. Tuy nhiên, do kẻ thù với vũ khí hiện đại, cuộc khởi nghĩa của Trương Định cũng nhanh chóng bị dập tắt.",
      "location": [
         "Mỹ Tho"
      ],
      "people": [
         "Nguyễn Trung Trực (1839 - 1868)",
         "Trương Định (1820 - 1864)"
      ]
   },
   {
      "name": "Hiệp ước Patơnốt (1884 )",
      "content": "Hiệp ước Patenôtre (Pa-tơ-nốt) hay còn gọi là Hiệp ước Giáp Thân 1884, là Hiệp ước cuối cùng nhà Nguyễn ký với thực dân Pháp vào ngày 6 tháng 6 năm 1884 tại kinh đô Huế gồm có 19 điều khoản. Đại diện các phía nhà Nguyễn là Phạm Thận Duật - Toàn quyền đại thần, Tôn Thất Phan - Phó Toàn quyền đại thần, Nguyễn Văn Tường - Phụ chính đại thần và phía Pháp là Jules Patenôtre - Sứ thần Cộng hoà Pháp",
      "location": [
         "Huế"
      ],
      "people": [
         "Phạm Thận Duật (1825 - 1885)"
      ]
   },
   {
      "name": "Hiệp ước Quý Mùi (Hiệp ước Harmand) (1883 )",
      "content": "Hiệp ước Quý Mùi hay còn gọi là Hiệp ước Harmand được ký kết vào ngày 25 tháng 8 năm 1883 tại kinh đô Huế giữa đại diện của Pháp là Harmand - Tổng ủy, đại diện ngoại giao cho nước Cộng hòa Pháp và đại điện của triều Nguyễn là Trần Đình Túc - Hiệp biện Đại học sĩ (Trưởng đoàn), Nguyễn Trọng Hợp - Thượng thư bộ lại (Phó đoàn). Hiệp ước có tất cả 27 điều khoản với nội dung chính là xác lập quyền bảo hộ lâu dài của Pháp trên toàn bộ Việt Nam. Hiệp ước này chính thức đánh dấu thời kỳ, 1883-1945, toàn bộ Việt Nam trở thành thuộc địa của Thực dân Pháp (thời Pháp thuộc).",
      "location": [],
      "people": [
         "Tự Đức (1829 - 1883)",
         "Nguyễn Trọng Hợp (1834 - 1902)",
         "Trần Đình Túc (1818 - 1899)"
      ]
   },
   {
      "name": "Khởi nghĩa Yên Thế (1884 - 1913)",
      "content": "Trong nhữn năm cuối thế kỉ XIX, song song với các cuộc khởi nghĩa của phong trào Cần Vương, còn có các cuộc đấu tranh tự phát của nhân dân các địa phương trung du miền núi, nổi bật nhất là cuộc khởi nghĩa yên Thế. Cuộc khởi nghĩa yên thế bùng nổ năm 1884, kéo dài đến năm 1913. Những người lãnh đạo cuộc khởi nghĩa gồm phần lớn là nông dân. Người có công và đóng vai trò to lớn hơn cả là Lương Văn Nắm (Đề Nắm) và tiếp đó là Hoàng Hoa Thám (Đề Thám).",
      "location": [
         "Yên Thế"
      ],
      "people": [
         "Phan Bội Châu (1867 - 1940)",
         "Phan Châu Trinh (1872 - 1926)",
         "Hoàng Hoa Thám (1858 - 1913)",
         "Đề Nắm"
      ]
   },
   {
      "name": "Hàm Nghi ra Chiếu Cần Vương (1885 )",
      "content": "Vào cuối thế kỷ XIX, triều đình phong kiến nhà Nguyễn lâm vào khủng hoảng, suy vong và trở thành miếng mồi ngon của các nước tư bản phương Tây đang khao khát thuộc địa. Ngày 01-09-1858, thực dân Pháp bất ngờ tấn công vào bán đảo Sơn Trà (Đà Nẵng), rồi tiếp tục đánh chiếm 6 tỉnh Nam Bộ, sau đó đánh chiếm miền Bắc. Sau khi thành Hà Nội thất thủ, quan quân triều đình nhà Nguyễn kẻ hàng, người trốn, có những thành như Phủ Lý, Ninh Bình, có đến hàng ngàn quân canh giữ, nhưng chỉ cần 5 - 6 tên lính Pháp đã hạ được thành. Từ sau Hiệp ước ngày 25/ 8/ 1883, triều đình nhà Nguyễn bị phân hóa thành 2 bộ phận: bộ phận chủ hòa và bộ phận chủ chiến. Bộ phận chủ hòa đã trở thành tay sai đắc lực cho thực dân Pháp. Bộ phận chủ chiến đứng đầu là Tôn Thất Thuyết đã tập hợp lực lượng, phát động nhân dân các nơi trong nước đứng lên chống thực dân Pháp xâm lược. Năm 1885, sau khi kinh thành Huế thất thủ, Tôn Thất Thuyết đưa vua Hàm Nghi lên chiến khu Tân Sở (Quảng Trị), ra Chiếu Cần Vương, kêu gọi toàn dân kháng chiến chống thực dân Pháp xâm lược.",
      "location": [],
      "people": [
         "Tôn Thất Thuyết (1839 - 1913)",
         "Hàm Nghi (1871 - 1943)"
      ]
   },
   {
      "name": "Phong trào Cần Vương (1885 - 1896)",
      "content": "Khi cuộc phản công quân Pháp thất bại, Tôn Thất Thuyết phải đưa vua chạy ra Tân Sở (Quảng Trị), Tại đây, ngày 13 tháng 07 năm 1885, ông nhân danh vua Hàm Nghi ra Chiếu Cần Vương\", kêu gọi văn thân và nhân dân đứng lên giúp vua Hàm Nghi cứu nước. Từ đó, một phong trào yêu nước chống xâm lược đã dâng lên sôi nổi, kéo dài đến cuối thế kỉ XIX, được gọi là phong trào Cân Vương.",
      "location": [],
      "people": [
         "Tôn Thất Thuyết (1839 - 1913)",
         "Hàm Nghi (1871 - 1943)"
      ]
   },
   {
      "name": "Khởi nghĩa Bãi Sậy (1885 )",
      "content": "Khởi nghĩa Bãi Sậy là một trong các cuộc khởi nghĩa của phong trào Cần Vương do Nguyễn Thiện Thuật lãnh đạo vào cuối thế kỷ 19 của nhân dân Việt Nam chống lại ách đô hộ của thực dân Pháp. Cuộc khởi nghĩa này diễn ra từ năm 1885 và kéo dài đến năm 1892 mới tan rã.",
      "location": [],
      "people": [
         "Tôn Thất Thuyết (1839 - 1913)",
         "Hàm Nghi (1871 - 1943)",
         "Nguyễn Thiện Thuật (1844 - 1926)"
      ]
   },
   {
      "name": "Chiến thắng Rạch Gầm – Xoài Mút (1785 )",
      "content": "Trận Rạch Gầm-Xoài Mút là một trận chiến lớn trên sông diễn ra vào đêm 19 rạng 20 tháng 1 năm 1785 giữa liên quân Xiêm-Nguyễn và quân Tây Sơn tại khúc sông Rạch Gầm-Xoài Mút, khi đó thuộc dinh Trấn Định, xứ Đàng Trong; nay thuộc Tiền Giang, Việt Nam. Đây là một trong những trận thủy chiến lớn nhất trong lịch sử chống ngoại xâm của nhân dân ta.",
      "location": [
         "Rạch Gầm - Xoài Mút"
      ],
      "people": [
         "Nguyễn Huệ (1753 - 1792)",
         "Gia Long (1762 - 1820)"
      ]
   },
   {
      "name": "Tây Sơn lật đổ chính quyền họ Trịnh (1786 )",
      "content": "Sau khi đánh tan 5 vạn quân xâm lược Xiêm và đuổi Nguyễn Ánh khỏi đất Gia Định, Nguyễn Huệ được Nguyễn Nhạc giao nhiệm vụ chỉ huy quân Tây Sơn tiến đánh quân Trịnh ở Phú Xuân.",
      "location": [
         "Gia Định (1698 - ?)",
         "Thăng Long (1010 - 1831)",
         "Đàng Trong",
         "Đàng Ngoài",
         "Phú Xuân"
      ],
      "people": [
         "Nguyễn Nhạc (? - 1793)",
         "Nguyễn Huệ (1753 - 1792)",
         "Gia Long (1762 - 1820)",
         "Nguyễn Hữu Chỉnh (1741 - 1788)"
      ]
   },
   {
      "name": "Quân Thanh xâm lược nước ta (1788 )",
      "content": "Sau khi Nguyễn Huệ lật đổ chính quyền họ Trịnh và rút quân về Nam, tình hình Bắc Hà rối loạn. Vua Lê Chiêu Thống bất tài, dựa vào Nguyễn Hữu Chỉnh để đánh dẹp những cuộc nổi loạn của con cháu họ Trịnh, sau đó bị Chỉnh thao túng triều đình. Năm 1787, Nguyễn Huệ cử tướng Vũ Văn Nhậm ra diệt Chỉnh. Vũ Văn Nhậm lại kiêu căng và có mưu đồ riêng. Để ổn định tình hình Bắc Hà, tháng 5/1787, Nguyễn Huệ đích thân đem quân ra Bắc, vào thẳng dinh Bắc Trấn, trị tội Vũ Văn Nhậm.",
      "location": [
         "Thăng Long (1010 - 1831)",
         "Đàng Ngoài"
      ],
      "people": [
         "Nguyễn Huệ (1753 - 1792)",
         "Nguyễn Hữu Chỉnh (1741 - 1788)",
         "Lê Chiêu Thống (1765 - 1793)",
         "Ngô Thì Nhậm (1746 - 1803)",
         "Phan Huy Ích (1751 - 1822)",
         "Võ Huy Tấn (1749 - 1800)",
         "Đặng Tiến Đông (1738 - 1787)"
      ]
   },
   {
      "name": "Vua Quang Trung đại phá quân Thanh (1789 )",
      "content": "Năm 1787 vua Lê Chiêu Thống cầu cứu quân Thanh. Năm 1788, 29 quân Thanh ồ ạt tiến vào miền bắc nước ta. Nhận được tin cấp báo, Nguyễn Huệ lên ngôi Hoàng Đế, lấy niên hiệu là Quang Trung lập tức tiến quân ra Bắc",
      "location": [
         "Thăng Long (1010 - 1831)",
         "Hà Nội",
         "Nghệ An"
      ],
      "people": [
         "Nguyễn Huệ (1753 - 1792)",
         "Lê Chiêu Thống (1765 - 1793)",
         "Tuyết",
         "Võ Văn Dũng",
         "Lộc",
         "Lê Văn Hưng",
         "Võ Đình Tú (? - 1799)"
      ]
   },
   {
      "name": "Quang Trung đột ngột qua đời (1792 )",
      "content": "Sau khi tiêu diệt chính quyền chúa Nguyễn, chúa Trịnh và đập tan 29 vạn quân Thanh. Vua Quang Trung đã thực hiện nhiều cuộc cải cách về kinh tế, chính trị, xã hội và lên kế hoạch nam tiến. Tuy nhiên ngày 29 tháng 7 năm Nhâm Tý (16 tháng 9 năm 1792), vào khoảng 11-12 giờ đêm, Quang Trung Nguyễn Huệ qua đời, ở ngôi được 4 năm, hưởng thọ 40 tuổi, miếu hiệu là Thái Tổ Vũ hoàng đế",
      "location": [],
      "people": [
         "Nguyễn Huệ (1753 - 1792)"
      ]
   },
   {
      "name": "Nguyễn Ánh lên ngôi, triều đình nhà Nguyễn thành lập (1802 )",
      "content": "Năm 1775, lợi dụng sự suy sụp của triều đình chúa Nguyễn do cuộc khởi nghĩa Tây Sơn, quân Trịnh vào chiếm Phú Xuân khiến Nguyễn Phúc Ánh phải trốn vào Nam. Từ đó ông bôn tẩu gian nan, tìm đủ mọi cách chiêu tập lực lượng để giành lại vương quyền cho họ Nguyễn. Sau nhiều thất bại lớn và phải cầu viện sự giúp đỡ của Xiêm La và Pháp",
      "location": [
         "Thuận Hóa",
         "Phú Xuân"
      ],
      "people": [
         "Nguyễn Huệ (1753 - 1792)",
         "Gia Long (1762 - 1820)"
      ]
   },
   {
      "name": "Trận chiến ở đầm Thị Nại (1801 - 1801)",
      "content": "Trận chiến ở đầm Thị Nại có quy mô và tính chất quyết định, trận đánh diễn ra năm 1801 ở đầm Thị Nại giữa quân Tây Sơn và chúa Nguyễn xứng đáng được ghi nhận như trận thủy chiến lớn nhất trong lịch sử các cuộc nội chiến ở Việt Nam. Tất cả tạo nên một bức tranh vĩ đại của trận chiến lịch sử này.",
      "location": [
         "Thị Nại"
      ],
      "people": [
         "Nguyễn Huệ (1753 - 1792)",
         "Gia Long (1762 - 1820)"
      ]
   },
   {
      "name": "Chiến dịch Phú Xuân 1786 (1786 - 1786)",
      "content": "Chiến dịch Phú Xuân 1786 là loạt trận đánh giữa quân Tây Sơn và chúa Trịnh trong cuộc nội chiến nước Đại Việt cuối thế kỷ 18. Chiến dịch này là một phần của Chiến tranh chúa Trịnh-Tây Sơn, mở đầu cho cuộc bắc tiến thắng lợi của quân Tây Sơn trong quá trình tiêu diệt thế lực họ Trịnh tại Bắc Hà. Chiến dịch Phú Xuân bao gồm việc đánh chiếm toàn bộ lãnh thổ từ sông Gianh trở vào nam tới Thuận Hóa, mà trọng điểm là thành Phú Xuân.",
      "location": [],
      "people": []
   },
   {
      "name": "Khởi nghĩa chàng Lía (1800 )",
      "content": "Chàng Lía là một anh hùng Việt Nam người Bình Định vào thế kỉ 18, được biết đến nhiều qua miếng võ \"cú nhảy cá lóc\". Vì khởi nghĩa chống chúa Nguyễn thất bại nên anh đã phẫn uất mà tự sát",
      "location": [
         "Ân Ðức"
      ],
      "people": []
   },
   {
      "name": "Trận Trấn Ninh giữa quân Tây Sơn và quân Nhà Nguyễn (1802 )",
      "content": "Trận đánh Trấn Ninh (Trấn Ninh, Thành phố Đồng Hới, tỉnh Quảng Bình ngày nay) diễn ra vào 3.2.1802 giữa quân Tây Sơn và quân Nhà Nguyễn. Trận Trấn Ninh là trận đánh cuối cùng của Nhà Tây Sơn trong lịch sử Việt Nam, trận đánh này dưới sự chỉ huy của các dũng tướng như Võ Văn Dũng, Trần Quang Diệu, nữ tướng Bùi Thị Xuân... Đây là trận đánh quyết định nên quân đội hai bên đều dốc toàn lực, nhưng cuối cùng quân Tây Sơn thất bại.",
      "location": [
         "Đồng Hới"
      ],
      "people": [
         "Gia Long (1762 - 1820)",
         "Trần Quang Diệu (? - 1802)",
         "Bùi Thị Xuân (? - 1802)"
      ]
   },
   {
      "name": "Lê Lợi lên ngôi vua ở Đông đô, đặt lại quốc hiệu là Đại Việt (1428 )",
      "content": "Sau khi chiến thắng quân Minh, Năm 1428 Lê Lợi lên ngôi Hoàng đế, tức vua Lê Thái Tổ, chính thức dựng lên triều Hậu Lê. Ông khôi phục quốc hiệu Đại Việt, đóng đô ở Thăng Long và đổi tên Thăng Long thành Đông Đô vào năm Thuận Thiên thứ hai",
      "location": [
         "Thăng Long (1010 - 1831)"
      ],
      "people": [
         "Lê Thái Tổ (1385 - 1433)"
      ]
   },
   {
      "name": "Lê Thánh Tông cho biên soạn và ban hành bộ luật Hồng Đức (1483 )",
      "content": "Dưới thời vua Lê Thái Tổ, Lê Thái Tông, Lê Nhân Tông, pháp luật đã được chú ý xây dựng. Năm 1483 vua Lê Thánh Tông cho biên soạn và ban hành bộ luật mới gọi là bộ Quốc triều hình luật hay Luật Hồng Đức.",
      "location": [],
      "people": [
         "Lê Thái Tổ (1385 - 1433)",
         "Lê Thái Tông (1423 - 1442)",
         "Lê Thánh Tông (1442 - 1497)"
      ]
   },
   {
      "name": "Khởi Nghĩa Trần Tuân (1511 )",
      "content": "Thời nhà Lê Sơ (thế kỉ thứ XV) là thời kì thịnh trị của nhà nước phong kiến. Tuy nhiên đầu thế kỉ XVI, nhà Lê bắt đầu suy thoái. Vua quan ăn chơi xa xỉ, xây dựng lâu đài cung điện tốn kém. Nội bộ triều Lê chia bè kéo cánh, triều đình rốn loạn. quan lại địa phương cậy quyền ức hiếp nhân dân. Đời sống nhân dân lâm vào cảnh khốn cùng. Mâu thuẫn giữa nông dân và địa chủ, nhân dân và nhà nước phong kiến trở lên gây gắt làm bùng lên các cuộc khởi nghĩa. Một thủ lĩnh là Trần Tuân cũng tập hợp lực lượng ở vùng rừng núi Hưng Hóa, chiêu mộ được vài ngàn người, cắt đặt ngôi thứ. Năm 1511, ông cùng bộ tướng Nguyễn Nghiêm chính thức khởi binh chống triều đình tại Sơn Tây.",
      "location": [],
      "people": [
         "Trần Tuân (? - 1511)",
         "Lê Tương Dực (1495 - 1516)",
         "Trịnh Duy Sản (? - 1518)"
      ]
   },
   {
      "name": "Khởi Nghĩa Trần Cảo (1516 )",
      "content": "Đây là phong trào nông dân khởi nghĩa đầu thế kỉ XVI chống lại triều đình nhà Lê, do Trần Cảo lãnh đạo. Tháng 4. 1516, Trần Cảo tập hợp lực lượng lập căn cứ ở chùa Quỳnh Lâm, Đông Triều (Quảng Ninh) chống lại triều đình. Trần Cảo tự xưng là Đế Thích giáng sinh, mặc áo đen lấy niên hiệu là Thiên Ứng.",
      "location": [
         "Thăng Long (1010 - 1831)",
         "Thanh Hóa"
      ],
      "people": [
         "Trần Cảo",
         "Lê Chiêu Tông (1506 - 1526)",
         "Mạc Đăng Dung (1483 - 1541)"
      ]
   },
   {
      "name": "Mạc Đăng Dung lật đổ nhà Lê Sơ, thành lập nhà Mạc (1527 )",
      "content": "Vào thế kỉ XVI, triều đình nhà Lê Sơ ngày càng suy yếu, sự tranh chấp phe phái ngày càng diễn ra quyết liệt. Mạc Đăng Dung vốn là một võ quan nhà Lê, lợi dụng xung đột giữa các phe phái. mạc Đăng Dung đã tiêu diệt các thế lực đối lập, thâu tóm quyền hàng, cương vị như Tể tướng. Năm 1527, Mạc Đăng Dung cướp ngôi nhà Lê, lập ra triều Mạc. Ông lên làm vua từ ngày 15 tháng 6 âm lịch năm 1527 đến hết năm 1529 với niên hiệu Minh Đức. Sau đó nhường ngôi cho con là Mạc Đăng Doanh (tức Mạc Thái Tông) để lui về làm Thái thượng hoàng.",
      "location": [],
      "people": [
         "Lê Thái Tổ (1385 - 1433)",
         "Mạc Đăng Dung (1483 - 1541)",
         "Mạc Thái Tông (? - 1540)"
      ]
   },
   {
      "name": "Khởi nghĩa Nguyễn Hữu Cầu (1471 - 1751)",
      "content": "Khởi nghĩa Nguyễn Hữu Cầu là một cuộc khởi nghĩa nông dân Đàng Ngoài lớn vào giữa thế kỷ 18. Cuộc khởi nghĩa xuất phát từ Đồ Sơn (Hải Phòng), di chuyển lên Kinh Bắc (Bắc Giang, Bắc Ninh), uy hiếp kinh thành Thăng Long rồi xuống Sơn Nam, vào Thanh Hóa, Nghệ An.",
      "location": [
         "Thăng Long (1010 - 1831)",
         "Nghệ An",
         "Thanh Hóa",
         "Đàng Ngoài"
      ],
      "people": [
         "Nguyễn Hữu Cầu (? - 1751)"
      ]
   },
   {
      "name": "Cuộc khởi nghĩa Trần Ngỗi (1407 - 1409)",
      "content": "Tháng 11-1406, quân Minh sang xâm lược nước ta. Sau thất bại của nhà Hồ, nhân dân ta ở nhiều nơi đã nổi dậy khởi nghĩa trong đó có cuộc khởi nghĩa của Trần Ngỗi. Trần Ngỗi vốn là con thứ của vua Trần Nghệ Tông, ông được một người yêu nước là Trần Triệu Cơ đưa lên làm minh chủ, Trần Ngỗi tự xưng là Giản Định hoàng đế.",
      "location": [
         "Nghệ An"
      ],
      "people": [
         "Trần Nghệ Tông (1321 - 1394)",
         "Nguyễn cảnh Chân (1355 - 1409)",
         "Đặng Tất (? - 1409)"
      ]
   },
   {
      "name": "Cuộc khởi nghĩa Trần Quý Khoáng (1409 - 1414)",
      "content": "Sau khi cuộc kháng chiến của nhà Hồ bị thất bại, tiếp theo là cuộc khởi nghĩa của Trần Ngỗi bị tan rã, hai tướng Đặng Tất, Nguyễn Cảnh Chân bi Trần Ngỗi giết chết, con trai của Đặng Tất, Nguyễn Cảnh Chân là Đặng Dung và Nguyễn Cảnh Dị cùng nhiều nghĩa quân bỏ vào Nghệ An, đưa Trần Quý Khoáng (con của Trang Định vương Trần Ngạc, cháu nội vua Trần Nghệ Tông) lên ngôi vua, lấy hiệu là Trùng Quang đế và phát động khởi nghĩa.",
      "location": [
         "Nghệ An",
         "Thanh Hóa"
      ],
      "people": [
         "Trần Nghệ Tông (1321 - 1394)",
         "Nguyễn cảnh Chân (1355 - 1409)",
         "Đặng Tất (? - 1409)",
         "Trùng Quang Đế (? - 1414)",
         "Giản Định Đế (? - 1410)"
      ]
   },
   {
      "name": "Khởi nghĩa Lam Sơn (1418 - 1427)",
      "content": "Sau khi nhà Minh tiêu diệt nhà Hồ, nhân dân ta đã nổi dậy ở nhiều nơi như cuộc khởi nghĩa của Trần Ngỗi, cuộc khởi nghĩa của Trần Quý Khoáng. Tuy nhiên các cuộc khởi nghĩa này lần lượt thất bại. Trước cảnh nước mất, nhân dân lầm than, Lê Lợi một hào trưởng vùng Lam Sơn (Thanh Hóa) đã dốc hết tài sản dể chiêu tập nghĩa sĩ, bí mật liên lạc với các hào kiệt, xây dựng lực lượng và chọn Lam Sơn làm căn cứ cho cuộc khởi nghĩa. Nghe tin Lê Lợi chuẩn bị khởi nghĩa ở Lam Sơn, nhiều người yêu nước tìm về càng đông, trong đó có Nguyễn Trãi. Ngày 2 tháng 1 năm Mậu Tuất (7-2-1418), Lê Lợi dựng cờ khởi nghĩa ở Lam Sơn và tự xưng là Bình Định Vương.",
      "location": [
         "Nghệ An",
         "Thanh Hóa",
         "Thuận Hóa",
         "Núi Chí Linh",
         "Ải Chi Lăng",
         "Tốt Động"
      ],
      "people": [
         "Nguyễn Trãi (1380 - 1442)",
         "Lê Lai (? - 1418)",
         "Lê Thái Tổ (1385 - 1433)"
      ]
   },
   {
      "name": "Quân Lam Sơn giải phóng Nghệ An (1424 )",
      "content": "Năm 1416, Lê Lợi và các cộng sự mở Hội thề Lũng Nhai, bắt đầu khởi nghĩa chống quân Minh xâm lược. Ban đầu nghĩa quân lập chiến khu ở vùng núi Lam Sơn (Thanh Hóa) nhưng lực lượng mỏng lại bị quân Minh trấn áp quyết liệt, nên phải rút về lập chiến khu mới ở vùng núi Chí Linh. Tại Chí Linh, quân Việt tiếp tục gặp phải khó khăn về lương thực và lực lượng, bị quân Minh tấn công dữ dội. Sau thời gian tạm hòa, cuối năm 1424 quân Minh tiến công nghĩa quân. Trước tình hình này, Nguyễn chích đề nghị tạm rời Chí Linh (Thanh Hóa) để chuyển quân về Nghệ An là nơi đất rộng, người đông và cũng rất hiểm yếu, dựa vào đó có thể quay ra đánh lấy Đông Đô",
      "location": [
         "Nghệ An",
         "Thanh Hóa",
         "Núi Chí Linh"
      ],
      "people": [
         "Lê Thái Tổ (1385 - 1433)",
         "Nguyễn Chích (1382 - 1448)"
      ]
   },
   {
      "name": "Quân Lam Sơn giải phóng Tân Bình, Thuận Hóa và tiến quân ra bắc (1425 - 1426)",
      "content": "Sau khi giải phóng Nghệ An, tháng 8-1425, các tướng Trần Nguyên Hãn, Lê Ngân… được lệnh chỉ huy một lực lượng mạnh từ Nghệ An tiến vào Tân Bình (Quảng Bình, Bắc Quảng Trị) và Thuận Hóa (Thừa Thiên - Huế). Nghĩa quân nhanh chóng đập tan sức kháng cự của quân giặc, giải phóng Tân Bình, Thuận Hóa.",
      "location": [
         "Thăng Long (1010 - 1831)",
         "Nghệ An",
         "Quảng Bình",
         "Quảng Trị",
         "Thuận Hóa"
      ],
      "people": [
         "Lê Thái Tổ (1385 - 1433)",
         "Trần Nguyên Hãn (? - 1429)",
         "Lê Ngân (? - 1437)"
      ]
   },
   {
      "name": "Trận Tốt Động – Chúc Động (1426 - 1426)",
      "content": "Trận Tốt Động – Chúc Động là trận đánh vào cuối năm năm1426, giữa nghĩa quân Lam Sơn do Lê Lợi chỉ huy với quân nhà Minh đóng ở Đông Quan (tức là Thăng Long, Hà Nội). Đây là một trong những điển hình rực rỡ về quyết tâm tiêu diệt địch, về tinh thần chiến đấu dũng cảm và nghệ thuật quân sự tuyệt vời của nghĩa quân Lam Sơn. Trận này được nhắc đến trong Bình Ngô đại cáo của Nguyễn Trãi: Ninh Kiều máu chảy thành sông, tanh hôi vạn dặm; Tụy Động thây chất đầy nội, nhơ để ngàn năm.",
      "location": [
         "Thăng Long (1010 - 1831)",
         "Hà Nội",
         "Quảng Bình",
         "Thuận Hóa",
         "Tốt Động"
      ],
      "people": [
         "Nguyễn Trãi (1380 - 1442)",
         "Lê Thái Tổ (1385 - 1433)"
      ]
   },
   {
      "name": "Trận Chi Lăng – Xương Giang (1427 - 1427)",
      "content": "Trận Chi Lăng – Xương Giang là một loạt trận đánh nhằm tiêu diệt quân Minh của nghĩa quân Lam Sơn trên địa bàn từ Chi Lăng đến Xương Giang (113 km), kết thúc cuộc khởi nghĩa Lam Sơn và chiến tranh giải phóng chống Minh.",
      "location": [
         "Thăng Long (1010 - 1831)",
         "Hà Nội",
         "Ải Chi Lăng",
         "Lạng Sơn",
         "Chúc Động"
      ],
      "people": [
         "Nguyễn Trãi (1380 - 1442)",
         "Lê Thái Tổ (1385 - 1433)",
         "Nguyễn Xí (1396 - 1465)",
         "Trần Nguyên Hãn (? - 1429)",
         "Đinh Liệt (? - 1471)"
      ]
   },
   {
      "name": "Trận đánh Đa Căng (1424 )",
      "content": "Trận Đa Căng là trận mở đầu của nghĩa quân Lam Sơn, đây là trận đánh nằm trong Chiến dịch giải phóng Nghệ An, một chiến dịch lớn của nghĩa quân Lam Sơn thực hiện trong các năm 1424-1425 nhằm giải phóng lãnh thổ, thành lập chiến khu vững mạnh mới thay cho vùng núi Thanh Hóa. Trận Đa Căng diễn ra tại làng Bất Căng, xã Thọ Nguyên, huyện Thọ Xuân, tỉnh Thanh Hóa.",
      "location": [
         "Thọ Nguyên"
      ],
      "people": [
         "Lê Thái Tổ (1385 - 1433)"
      ]
   },
   {
      "name": "Hồ Quý Ly lật đổ nhà Trần, lập nhà Hồ (1400 )",
      "content": "Nhà Trần, sau biến cố Dương Nhật Lễ, cái chết của Trần Duệ Tông và sự cướp phá của Chiêm Thành, ngày càng suy sụp. Thời hậu kỳ nhà Trần, mọi việc chính sự do thượng hoàng Trần Nghệ Tông quyết định. Trần Nghệ Tông lại rất trọng dụng Hồ Quý Ly nên lúc về già thường uỷ thác mọi việc cho Quý Ly quyết định. Hồ Quý Ly đã thực hiện nhiều cuộc cải cách khá toàn diện để đưa đất nước ta thoát khỏi tình trạng khủng khoảng. Sau khi Trần Nghệ Tông mất, Hồ Quý Ly được phong làm Phụ chính Thái Sư nhiếp chính, tước trung tuyên Vệ quốc Đại vương, nắm trọn quyền hành trong nước. Sau khi bức vua Trần dời đô từ Thăng Long vào Thanh Hoá và giết hàng loạt quần thần trung thành với nhà Trần, tháng 2 năm Canh Thìn 1400, Hồ Quý Ly truất ngôi của cháu ngoại là Trần Thiếu Đế, tự lên làm vua lấy quốc hiệu là Đại Ngu, lập nên nhà Hồ.",
      "location": [
         "Thăng Long (1010 - 1831)"
      ],
      "people": [
         "Hồ Quý Ly (1336 - 1407)",
         "Dương Nhật Lễ (? - 1370)",
         "Trần Nghệ Tông (1321 - 1394)",
         "Trần Duệ Tông (1337 - 1377)",
         "Trần Phế Đế (1361 - 1388)",
         "Trần Thuận Tông (1378 - 1399)",
         "Trần Thiếu Đế (1396 - ?)"
      ]
   },
   {
      "name": "Nhà Hồ quản lí đất nước, đổi quốc hiệu là Đại Ngu (1400 - 1407)",
      "content": "Năm 1400, sau khi lật đổ nhà Trần, Hồ Quý Ly tự lên ngôi vua đổi quốc hiệu là Đại Ngu. Quốc hiệu “Đại Ngu” bắt nguồn từ truyền thuyết cho rằng họ Hồ là con cháu Ngu Thuấn- một vị vua của Trung Hoa cổ đại, nổi tiếng vì đã đem lại sự bình yên và thịnh vượng cho dân chúng. Chữ “Ngu”có nghĩa là “sự yên vui, hòa bình”. “Đại Ngu thể hiện ước vọng của nhà Hồ về một giang sơn bình yên và rộng lớn. Sau đó vào tháng 4 năm 1407, nhà Hồ bị thất bại trước nhà Minh, và tên Đại Ngu không được dùng làm quốc hiệu từ thời điểm đó. Sau khi nhà Hậu Lê giành lại độc lập, quốc hiệu đổi lại thành Đại Việt.",
      "location": [],
      "people": [
         "Hồ Quý Ly (1336 - 1407)"
      ]
   },
   {
      "name": "Định quan chế và hình luật của nước Đại Ngu (1401 )",
      "content": "Năm 1401, Hồ Hán Thương \"định quan chế về hình luật nước Đại Ngu\". Nếu như pháp luật hình sự thời kỳ nhà Lý còn mang nhiều tính khoan dung, đến pháp luật hình sự thời kỳ nhà Trần đã mang tính nghiêm khắc hơn, thì đến thời kỳ nhà Hồ, để khôi phục kỷ cương và củng cố uy quyền của nhà nước phong kiến, chế tài hình sự được áp dụng đã mang tính chất hà khắc, nặng nề hơn các triều đại trước rất nhiều.",
      "location": [],
      "people": [
         "Hồ Quý Ly (1336 - 1407)",
         "Hồ Hán Thương (? - 1407)",
         "Hồ Nguyên Trừng (1374 - 1446)"
      ]
   },
   {
      "name": "Chiến tranh Việt Chiêm 1400-1407 (1400 - 1407)",
      "content": "Từ cuối thế kỷ 14, Chiêm Thành dưới thời Chế Bồng Nga đã nhiều lần tấn công Đại Việt khiến nhà Trần phải bỏ kinh thành Thăng Long. Khi Chế Bồng Nga tử trận năm 1390, những cuộc tấn công từ phía nam mới lắng xuống. Các con Chế Bồng Nga là Chế Ma Nô Đà Nan và Chế Sơn Na bị tướng La Ngai giành ngôi, yếu thế phải chạy sang đầu hàng Đại Việt. Sau khi Hồ Quý Ly lên ngôi, lập ra nước Đại Ngu, nhà Hồ đã chủ trương đánh Chiêm Thành để mở rộng đất đai về phía nam.",
      "location": [],
      "people": [
         "Hồ Quý Ly (1336 - 1407)",
         "Hồ Hán Thương (? - 1407)"
      ]
   },
   {
      "name": "Cuộc xâm lược của nhà Minh 1406-1407 (1406 - 1407)",
      "content": "Tháng 11-1406, lấy cớ nhà Hồ cướp ngôi nhà Trần, nhà Minh đã huy động một lực lượng lớn gồm 20 vạn quân cùng với hàng chục vạn dân phu, do tướng Trương Phụ cầm đầu tiến vào nước ta.",
      "location": [
         "Thăng Long (1010 - 1831)"
      ],
      "people": [
         "Hồ Quý Ly (1336 - 1407)"
      ]
   },
   {
      "name": "Cuộc khởi nghĩa Trần Ngỗi (1407 - 1409)",
      "content": "Tháng 11-1406, quân Minh sang xâm lược nước ta. Sau thất bại của nhà Hồ, nhân dân ta ở nhiều nơi đã nổi dậy khởi nghĩa trong đó có cuộc khởi nghĩa của Trần Ngỗi. Trần Ngỗi vốn là con thứ của vua Trần Nghệ Tông, ông được một người yêu nước là Trần Triệu Cơ đưa lên làm minh chủ, Trần Ngỗi tự xưng là Giản Định hoàng đế.",
      "location": [
         "Nghệ An"
      ],
      "people": [
         "Trần Nghệ Tông (1321 - 1394)",
         "Nguyễn cảnh Chân (1355 - 1409)",
         "Đặng Tất (? - 1409)"
      ]
   },
   {
      "name": "Trần Cảnh lên ngôi vua, nhà Trần thành lập (1226 )",
      "content": "Từ cuối thế kỉ XII, nhà Lý ngày càng suy yếu. Chính quyền không lo đời sống của dân như trước, hầu hết quan lại lao vào ăn chơi sa đọa. Lụt lội, hạn hán liên tiếp xảy ra, dân nghèo phải bán con làm nô tì cho nhà giàu, một số khác phải bỏ vào chùa kiếm sống. Một số thế lực phong kiến ở các địa phương đánh giết lần nhau, quấy phá nhân dân, chống lại triều đình. Nhà Lý phải dựa vào thế lực họ Trần để chống các thế lực nổi loạn. Nhân cơ hội này, họ Trần buộc Chiêu Hoàng phải nhường ngôi cho chồng là Trần Cảnh vào tháng 12 năm Ất Dậu (Đầu năm 1228). Khi đó Trần Cảnh mới 8 tuổi.",
      "location": [],
      "people": [
         "Lý Chiêu Hoàng (1218 - 1278)",
         "Trần Thái Tông (1218 - 1277)"
      ]
   },
   {
      "name": "Ban hành Quốc triều hình luật (1230 )",
      "content": "Năm 1230, Trần Thái Tông ban hành bộ Quốc triều thông chế gồm 20 quyển, quy định về tổ chức chính quyền. Sau đó qua vài lần sửa chữa bổ sung lại ban hành bộ Quốc triều hình luật. Bộ luật này là do Nguyễn Trung Ngạn và Trương Hán Siêu biên soạn. Nhà Trần đặt cơ quan thẩm hình viện để xét xử việc kiện cáo. Vua Trần để chuông lớn ở thềm điện Long Trì cho dân đền kêu oan khi cần. Sự tách biệt giữa vua, quan và dân chúng chưa thực sự sâu sắc.",
      "location": [],
      "people": [
         "Trần Thái Tông (1218 - 1277)",
         "Trương Hán Siêu (? - 1354)",
         "Nguyễn Trung Ngạn (1289 - 1370)"
      ]
   },
   {
      "name": "Lập Quốc học viện và Giảng võ đường (1253 )",
      "content": "Năm 1253, vua Trần Thái Tông chuyển nhà Thái Học thành Quốc Học viện, mở rộng cho cả người học giỏi trong quần chúng bình dân và cho lập Giảng võ đường. Đây là một trường võ bị cao cấp, chuyên đào tạo các tướng lĩnh không chỉ về mặt kỹ thuật chiến đấu, mà quan trọng hơn, còn là kỹ năng chỉ huy, tham mưu. Chính từ Giảng Võ đường, nhà Trần đã đào tạo được nhiều tướng lĩnh xuất sắc cho quân đội, có đóng góp lớn cho các chiến thắng quân Nguyên-Mông bảo vệ được cho Thăng Long trường tồn.",
      "location": [],
      "people": [
         "Trần Thái Tông (1218 - 1277)"
      ]
   },
   {
      "name": "Chiến thắng quân xâm lược Mông Cổ lần thứ nhất (1258 )",
      "content": "Đầu thề kỉ thứ XIII, nước Mông Cổ thành lập. Với một lực lượng quân đội mạnh và hiếu chiến, vua Mông Cổ liên tiếp xâm lược và thống trị nhiều nước ở Châu Á, Châu Âu. Quân Mông Cổ đi đến đâu cũng làm nhà cửa đổ nát, thành trì tan hoang, nhân dân bị giết hoặc bị bắt làm nô lệ. Năm 1257, để thực hiện kế hoạch \"gọng kìm\" tiêu diệt Nam Tống nhằm xâm chiếm toàn bộ Trung Quốc, vua Mông Cổ sai tướng Ngột Lương Hợp Thai chỉ huy hơn 2 vạn quân xâm lược Đại Việt.",
      "location": [],
      "people": [
         "Trần Hưng Đạo (1228 - 1300)",
         "Trần Thủ Độ (1194 - 1264)",
         "Trần Thái Tông (1218 - 1277)",
         "Lê Phụ Trần"
      ]
   },
   {
      "name": "Chiến thắng quân Nguyên lần hai (1285 )",
      "content": "27 năm sau chiến thắng quân Nguyên Mông lần thứ nhất, Hoàng đế nhà Nguyên là Hốt Tất Liệt ra lệnh chinh phạt Đại Việt với sự chuẩn bị chiến tranh tốt hơn, huy động lực lượng lớn hơn. Cuối tháng 1-1285, khoảng 50 vạn quân Nguyên do Thoát Hoan tổng chỉ huy tràn vào xâm lược Đại Việt.",
      "location": [
         "Cửa Hàm Tử",
         "Bến Chương Dương"
      ],
      "people": [
         "Trần Hưng Đạo (1228 - 1300)",
         "Trần Quốc Toản (1267 - 1285)",
         "Trương Hán Siêu (? - 1354)",
         "Trần Quốc Tảng (1252 - 1313)"
      ]
   },
   {
      "name": "Trận Hàm Tử (1285 )",
      "content": "Trận Hàm Tử là trận quyết chiến giữa quân nhà Trần do Trần Quốc Tuấn, Trần Quang Khải chỉ huy và quân Nguyên do Toa Đô chỉ huy trong cuộc Kháng chiến chống Nguyên năm1285. Trận Hàm Tử diễn ra trên đoạn Sông Hồng từ ngã ba Sông Luộc đến Thăng Long mà điểm quyết chiến là khu vực từ Tây Kết đến Hàm Tử, Chương Dương. Trận Hàm Tử diễn ra nhằm phá tan tuyến phòng thủ của quân Nguyên trên Sông Hồng, cắt đứt đường hội quân của Thoát Hoan (đóng ở Thăng Long - trên bờ bắc Sông Hồng) và quân Toa Đô từ Nghệ An về Thăng Long theo đường thuỷ dọc Sông Hồng.",
      "location": [
         "Thăng Long (1010 - 1831)",
         "Cửa Hàm Tử"
      ],
      "people": [
         "Trần Hưng Đạo (1228 - 1300)",
         "Trần Quang Khải (1241 - 1294)",
         "Trần Nhật Duật (1255 - 1330)",
         "Trần Quốc Toản (1267 - 1285)"
      ]
   },
   {
      "name": "Chiến thắng quân Nguyên lần ba (1288 )",
      "content": "Sau thất bại của hai cuộc chiến tranh xâm lược Đại Việt, vua Hốt Tất Liệt của triều đình nhà Nguyên hết sức căm giận, muốn tổ chức ngay cuộc chiến tranh lần thứ ba để trả thù, đồng thời cũng để đánh thông con đường bành trướng xuống Đông Nam Á. Hốt Tất Liệt đình chỉ cuộc xâm lược Nhật Bản, tập trung lực lượng tiến công Đại Việt. Đứng trước nguy cơ bị xâm lược, vua Trần khẩn trương chuẩn bị đánh giặc.",
      "location": [
         "Thăng Long (1010 - 1831)",
         "Vân Đồn",
         "Sông Bạch Đằng"
      ],
      "people": [
         "Trần Hưng Đạo (1228 - 1300)",
         "Trần Khánh Dư (? - 1340)",
         "Trương Hán Siêu (? - 1354)"
      ]
   },
   {
      "name": "Trận Vân Đồn (1288 )",
      "content": "Trận Vân Đồn diễn ra năm 1288 trên dòng sông Mang (Quan Lạn) gắn liền với tên tuổi của danh tướng Trần Khánh Dư. Dưới sự chỉ huy của ông, quân dân nhà Trần đã đánh tan đoàn thuyền lương của Trương Văn Hổ, góp phần quan trọng vào chiến thắng chung của trận Bạch Đằng năm 1288.",
      "location": [
         "Vân Đồn"
      ],
      "people": [
         "Trần Khánh Dư (? - 1340)"
      ]
   },
   {
      "name": "Chiến Thắng Bạch Đằng năm 1288 (1288 )",
      "content": "Trận Bạch Đằng năm1288 xảy ra trên sông Bạch Đằng do Trần Hưng Đạo cùng với Thái thượng hoàng Trần Thánh Tông và vua Trần Nhân Tông chỉ huy là một trận đánh quan trọng trong cuộc Kháng chiến chống Nguyên Mông lần thứ ba của lịch sử Việt Nam. Quân Nguyên bị thiệt hại vô cùng nặng, và nhiều tướng Nguyên trong đó có cả Ô Mã Nhi, Phạm Nhàn và Phàn Tiếp cũng bị bắt sống. Ngoài ra, có những 400 chiến thuyền của quân Nguyên rơi vào tay quân Trần. Đại thắng trên sông Bạch Đằng được xem là trận thủy chiến lớn nhất trong lịch sử Việt Nam, và là thắng lợi tiêu biểu nhất của Đại Việt trong ba cuộc kháng chiến chống quân xâm lược Nguyên-Mông.",
      "location": [
         "Thăng Long (1010 - 1831)",
         "Sông Bạch Đằng"
      ],
      "people": [
         "Trần Hưng Đạo (1228 - 1300)",
         "Trần Thánh Tông (1240 - 1290)",
         "Trần Nhân Tông (1258 - 1308)"
      ]
   },
   {
      "name": "Hồ Quý Ly lật đổ nhà Trần, lập nhà Hồ (1400 )",
      "content": "Nhà Trần, sau biến cố Dương Nhật Lễ, cái chết của Trần Duệ Tông và sự cướp phá của Chiêm Thành, ngày càng suy sụp. Thời hậu kỳ nhà Trần, mọi việc chính sự do thượng hoàng Trần Nghệ Tông quyết định. Trần Nghệ Tông lại rất trọng dụng Hồ Quý Ly nên lúc về già thường uỷ thác mọi việc cho Quý Ly quyết định. Hồ Quý Ly đã thực hiện nhiều cuộc cải cách khá toàn diện để đưa đất nước ta thoát khỏi tình trạng khủng khoảng. Sau khi Trần Nghệ Tông mất, Hồ Quý Ly được phong làm Phụ chính Thái Sư nhiếp chính, tước trung tuyên Vệ quốc Đại vương, nắm trọn quyền hành trong nước. Sau khi bức vua Trần dời đô từ Thăng Long vào Thanh Hoá và giết hàng loạt quần thần trung thành với nhà Trần, tháng 2 năm Canh Thìn 1400, Hồ Quý Ly truất ngôi của cháu ngoại là Trần Thiếu Đế, tự lên làm vua lấy quốc hiệu là Đại Ngu, lập nên nhà Hồ.",
      "location": [
         "Thăng Long (1010 - 1831)"
      ],
      "people": [
         "Hồ Quý Ly (1336 - 1407)",
         "Dương Nhật Lễ (? - 1370)",
         "Trần Nghệ Tông (1321 - 1394)",
         "Trần Duệ Tông (1337 - 1377)",
         "Trần Phế Đế (1361 - 1388)",
         "Trần Thuận Tông (1378 - 1399)",
         "Trần Thiếu Đế (1396 - ?)"
      ]
   },
   {
      "name": "Nhà Hồ quản lí đất nước, đổi quốc hiệu là Đại Ngu (1400 - 1407)",
      "content": "Năm 1400, sau khi lật đổ nhà Trần, Hồ Quý Ly tự lên ngôi vua đổi quốc hiệu là Đại Ngu. Quốc hiệu “Đại Ngu” bắt nguồn từ truyền thuyết cho rằng họ Hồ là con cháu Ngu Thuấn- một vị vua của Trung Hoa cổ đại, nổi tiếng vì đã đem lại sự bình yên và thịnh vượng cho dân chúng. Chữ “Ngu”có nghĩa là “sự yên vui, hòa bình”. “Đại Ngu thể hiện ước vọng của nhà Hồ về một giang sơn bình yên và rộng lớn. Sau đó vào tháng 4 năm 1407, nhà Hồ bị thất bại trước nhà Minh, và tên Đại Ngu không được dùng làm quốc hiệu từ thời điểm đó. Sau khi nhà Hậu Lê giành lại độc lập, quốc hiệu đổi lại thành Đại Việt.",
      "location": [],
      "people": [
         "Hồ Quý Ly (1336 - 1407)"
      ]
   },
   {
      "name": "Chiến tranh Việt Chiêm 1400-1407 (1400 - 1407)",
      "content": "Từ cuối thế kỷ 14, Chiêm Thành dưới thời Chế Bồng Nga đã nhiều lần tấn công Đại Việt khiến nhà Trần phải bỏ kinh thành Thăng Long. Khi Chế Bồng Nga tử trận năm 1390, những cuộc tấn công từ phía nam mới lắng xuống. Các con Chế Bồng Nga là Chế Ma Nô Đà Nan và Chế Sơn Na bị tướng La Ngai giành ngôi, yếu thế phải chạy sang đầu hàng Đại Việt. Sau khi Hồ Quý Ly lên ngôi, lập ra nước Đại Ngu, nhà Hồ đã chủ trương đánh Chiêm Thành để mở rộng đất đai về phía nam.",
      "location": [],
      "people": [
         "Hồ Quý Ly (1336 - 1407)",
         "Hồ Hán Thương (? - 1407)"
      ]
   },
   {
      "name": "Hội Nghị Diên Hồng (1285 )",
      "content": "Đầu năm 1285, vua Trần mở Hội Nghị Diên Hồng, mời các bậc phụ lão có uy tín trong cả nước về Thăng Long họp để bàn cách đánh giặc. Trong hội nghị diên hồng, khi vua hỏi cáh đánh giặc, \"các phụ lão đều nói là nên đánh, muôn người cùng lời như một\".",
      "location": [],
      "people": [
         "Lê Thánh Tông (1442 - 1497)"
      ]
   },
   {
      "name": "Lý Công Uẩn lên ngôi, lập ra nhà Lý (1009 )",
      "content": "Năm 1005, Lê Hoàn mất, Lê Long Đĩnh lên ngôi vua. Cuối 1009 Lê Long Đĩnh qua đời. Triều Đình chán ghét nhà Tiền Lê, vì vậy các tăng sư và đại thần, đứng đầu là Sư Vạn hạnh, Đào Cam Mộc tôn Lý Công Uẩn lên ngôi vua (vua Lý Thái Tổ). Nhà Lý thành lập. Nhà Lý đã trải qua 9 triều vua và chấm dứt khi vua Lý Chiêu Hoàng, lúc đó mới có 7 tuổi bị ép thoái vị để nhường ngôi cho chồng là Trần Cảnh vào năm 1225 – tổng cộng là 216 năm.",
      "location": [],
      "people": [
         "Lê Đại Hành (941 - 1005)",
         "Lê Long Đĩnh (986 - 1009)",
         "Lý Thái Tổ (974 - 1028)",
         "Đào Cam Mộc (? - 1015)",
         "Vạn Hạnh (938 - 1018)"
      ]
   },
   {
      "name": "Lý Thái Tổ dời đô về Đại la, đổi tên thành Thăng Long (1010 )",
      "content": "Cuối năm 1009, Lý Công Uẩn lên ngôi, nhà Lý thành lập. Năm 1010 Lý Công Uẩn đặt niên hiệu là Thuận Thiên, ông ban hành chiếu dời đô để chuyển kinh đô nước Đại Cồ Việt từ Hoa Lư (Ninh Bình) vể Đại La (Hà Nội ngày nay) và đổi tên thành là Thăng Long. Thời Lý, kinh thành Thăng Long đã dần trở thành đô thị phồn thịnh và có quy mô lớn trong cả khu vực và trên thế giới.",
      "location": [
         "Hoa Lư (968 - 1010)"
      ],
      "people": [
         "Lý Thái Tổ (974 - 1028)"
      ]
   },
   {
      "name": "Nhà Lý ban hành bộ luật Hình thư (1042 )",
      "content": "Năm 1042, nhà Lý biên soạn và cho ban hành bộ luật Hình thư (hiện nay không còn nữa), đây là bộ luật thành văn đầu tiên của nước ta. Bộ Hình thư ra đời thay thế cho các quy chế, luật lệ, chiếu chỉ trước đó. Theo Đại Việt sử kí toàn thư: “Trước kia, trong nước, việc kiện tụng phiền nhiễu, quan giữ việc hình câu nệ luật văn, cốt làm khắc nghiệt, thậm chí bị oan uổng. Vua lấy làm thương xót, sai sửa định luật lệnh, châm chướt cho, thích dụng với thời bấy giờ, chia ra môn loại, biên ra điều khoảng làm sách hình luật của mọi triều đại để cho người xem dễ biết. Sách làm xong, chiếu ban ra cho thi hành, dân đều lấy làm tiện”. Theo Lê Quý Đôn trong Đại Việt thông sử thì Hình thư đời Lý Thái Tông gồm có ba quyển, bây giờ thất truyền.",
      "location": [],
      "people": [
         "Lý Thái Tông (1000 - 1054)"
      ]
   },
   {
      "name": "Nhà Lý đổi tên nước thành Đại Việt (1054 )",
      "content": "Năm 1054, vua Lý Thánh Tông đổi tên nước là Ðại Việt. Quốc hiệu Đại Việt tồn tại tổng cộng trong thời gian 723 năm, từ năm 1054 đến năm 1400, và từ năm 1428 đến năm 1804. Tên gọi Đại Việt được dùng làm quốc hiệu trong thời kỳ cai trị của các chính quyền nhà Lý, nhà Trần, nhà Hậu Lê, nhà Mạc, Đàng Ngoài, Đàng Trong, nhà Tây Sơn và 3 năm đầu thời nhà Nguyễn (1802 - 1804)",
      "location": [],
      "people": [
         "Lý Thánh Tông (1023 - 1072)"
      ]
   },
   {
      "name": "Nhà Lý lập Văn Miếu thờ Khổng Tử (1070 )",
      "content": "Văn Miếu thờ Khổng Tử được xây dựng ở kinh đô Thăng Long vào năm Thần Vũ thứ 2 (1070) đời vua Lý Thánh Tông. Đại Việt sử ký toàn thư chép: \"Mùa thu tháng 8, làm Văn Miếu, đắp tượng, Khổng Tử, Chu Công và Tứ phối, vẽ tượng Thất thập nhị hiền, bốn mùa cúng tế. Hoàng thái tử đến đấy học.\". Văn miếu ngoài chức năng thờ các bậc Tiên thánh, Tiên sư của đạo Nho, còn mang chức năng của một trường học Hoàng gia mà học trò đầu tiên là Thái tử Lý Càn Đức, con trai vua Lý Thánh Tông với Nguyên phi Ỷ Lan, lúc đó mới 5 tuổi, sau này trở thành vua Lý Nhân Tông.",
      "location": [],
      "people": [
         "Lý Thánh Tông (1023 - 1072)",
         "Lý Nhân Tông (1066 - 1127)",
         "Ỷ Lan (1044 - 1117)"
      ]
   },
   {
      "name": "Nhà Lý mở khoa thi đầu tiên, Lê Văn Thịnh đỗ đầu (1075 )",
      "content": "Khoa thi đầu tiên được nhà Lý tổ chức vào tháng 2 năm 1075 thời vua Lý Nhân Tông. Lê Văn Thịnh đỗ đầu cùng hơn 10 người trúng tuyển. Ông trở thành thủ khoa đầu tiên trong lịch sử Việt Nam. Việc mở khoa thi Nho giáo đầu tiên đánh dấu mốc về việc nhà Lý chính thức tuyển người theo Nho giáo làm quan bên cạnh tầng lớp quan lại thiên về kiến thức Phật giáo trước đó.",
      "location": [],
      "people": [
         "Lý Nhân Tông (1066 - 1127)",
         "Lê Văn Thịnh"
      ]
   },
   {
      "name": "Lập Quốc tử giám ở kinh đô Thăng Long (1076 )",
      "content": "Quốc tử giám đầu tiên được lập vào năm 1076 tại kinh thành Thăng Long vào thời vua Lý Nhân Tông. Ban đầu, trường chỉ dành riêng cho con vua và con các hoàng tộc, quý tộc và quan lại. Từ năm 1253, vua Trần Thái Tông cho mở rộng Quốc Tử giám và thu nhận cả con cái các nhà thường dân có sức học xuất sắc. Đến đời nhà Nguyễn, quốc tử giám được lập tại Huế. Đứng đầu Quốc tử giám là các chức quan: Tế tửu (tương đương Hiệu trưởng Đại học), Tư nghiệp (tương đương với Hiệu phó).",
      "location": [],
      "people": [
         "Lý Nhân Tông (1066 - 1127)",
         "Trần Thánh Tông (1240 - 1290)"
      ]
   },
   {
      "name": "Lý Thường Kiệt lãnh đạo kháng chiến chống Tống thắng lợi (1077 )",
      "content": "Từ giữa thế kỉ thứ XI, nhà Tống gặp phải những khó khăn: tài chính nguy ngập, ngân khố cạn kiệt, nội bộ mâu thuẫn, nhân dân đói khổ, nhiều nơi nổi dậy đấu tranh. Vùng biên cương phía bắc của nhà Tống thường xuyên bị hai nước Liêu-Hạ quấy nhiễu. Để giải quyết tình trạng trên, nhà Tống tiến hành xâm lược Đại Việt. Một mặt nhà Tống xúi giục vua Chăm-pa đánh lên từ phía nam, một mặt ngăn cản việc buôn bán, đi lại của nhân dân hai nước, dụ đỗ các tù trưởng dân tộc ít người ở biên giới phía bắc Đại Việt. Sớm phát hiện mưu đồ của kẻ thù, vua nhà Lý cử Lý Thường Kiệt chỉ huy, tổ chức kháng chiến.",
      "location": [
         "Sông Cầu"
      ],
      "people": [
         "Lý Thường Kiệt (1019 - 1105)",
         "Lý Thánh Tông (1023 - 1072)"
      ]
   },
   {
      "name": "Chiến tranh Tống - Việt (1075 - 1077)",
      "content": "Chiến tranh Tống - Việt, 1075-1077 là tên gọi cuộc chiến tranh giữa nhà Lý nước Đại Việt và nhà Tống của Trung Quốc vào cuối thế kỷ 11. Giai đoạn đầu, tướng nhà Lý là Lý Thường Kiệt đã chủ động đánh sang đất Tống trong chiến dịch 1075-1076; Giai đoạn sau, quân Lý rút về phòng thủ chống lại cuộc nam tiến của đại quân Tống trong năm 1076-1077 và cuối cùng đẩy lui được quân Tống ra khỏi lãnh thổ Đại Việt.",
      "location": [],
      "people": [
         "Lý Thường Kiệt (1019 - 1105)",
         "Lý Nhân Tông (1066 - 1127)",
         "Ỷ Lan (1044 - 1117)",
         "Lý Đạo Thành (1053 - 1081)"
      ]
   },
   {
      "name": "Chiến thắng Như Nguyệt (1077 - 1077)",
      "content": "Trận Như Nguyệt, trận đánh Lý Thường Kiệt phat Tống vang danh trong lịch sử Việt Nam. Như Nguyệt là tên của một bến đò và là tên chung của một đoạn sông Cầu. Nhắc đến sông Cầu hẳn ai cũng nhớ đến trận đánh nổi tiếng của quân đội nhà Lý dưới sự chỉ huy của danh tướng Lý Thường Kiệt. Dòng sông có chiều dài 290km bắt nguồn từ núi Văn Ôn, chảy qua biết bao làng mạc, dòng sông đã nuôi nấng bao thế hệ để rồi khi chảy đến ngã ba Xà, nơi hợp lưu của sông Cà Lồ chảy vào sông Cầu, dòng sông là minh chứng duy nhất để kể lại cho muôn đời về trận đánh hào hùng, về phòng tuyến trên sông Như Nguyệt, nơi đánh đuổi 10 vạn quân bắc Tống.",
      "location": [],
      "people": [
         "Lý Thường Kiệt (1019 - 1105)",
         "Hoằng Chân (? - 1077)",
         "Chiêu Văn"
      ]
   },
   {
      "name": "Lý Cao Tông được nhà Tống phong \"An Nam quốc vương\" (1186 )",
      "content": "Năm 1186, nhà Tống lần phong vua Lý Cao Tông là \"An Nam quốc vương\", đây là sự kiện đặc biệt trong quan hệ ngoại giao giữa Đại Việt và nhà Tống. Trước đó, nhà Tống vẫn phong vương cho các vua nhà Lý theo lệ cũ bắt đầu là \"Quân vương\" rồi đến \"Nam Bình vương\" rồi sau mới đến Quốc vương.",
      "location": [],
      "people": [
         "Lý Cao Tông (1173 - 1210)"
      ]
   },
   {
      "name": "Lý Thái Tông mang quân đánh Chiêm Thành (1044 )",
      "content": "Năm 1044, Lý Thái Tông mang quân chinh phạt Chiêm Thành. Quân nhà Lý đánh vào kinh đô Vijaya của Chiêm Thành (ngày nay là tỉnh Bình Định). Quân Chiêm Thành thất bại, nhà Lý thu được không ít chiến lợi phẩm",
      "location": [
         "Bình Định"
      ],
      "people": [
         "Lý Thái Tông (1000 - 1054)"
      ]
   }
]